Repository: cdiot/ryokosan
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, it

# general_terms_and_conditions_of_use
source: <h1 class="heading mt-3 mb-4 text-center"> Terms of Use</h1> <p> Effective as of 03/09/2022</p> <p> The purpose of these general terms and conditions of use (known as "GTU") is to provide a legal framework for the terms and conditions for the provision of the site and services by ryokosan and to define the conditions of access and use of the services by "the 'User'.</p> <p> Any registration or use of the site implies acceptance without any reservation or restriction of these T&Cs by the user. When registering on the site via the Registration Form, each user expressly accepts these T&Cs by checking the box preceding the following text: "Accept the conditions".</p> <p> In the event of non-acceptance of the T&Cs stipulated in this contract, the User must renounce access to the services offered by the site. ryokosan.com reserves the right to unilaterally modify the content of these T&Cs at any time.</p> <h2 class="subheading"> Article 1 : Legal notices</h2> <p> Editing and management of the publication of the ryokosan.com site is provided by christopher diot, domiciled in France. <br> Email address contact@ryokosan.com. <br> The host of the ryokosan.com site is Hostinger International Ltd, whose head office is located at 61 Lordou Vironos st. 6023 Larnaca, the Republic of Cyprus.</p> <h2 class="subheading"> ARTICLE 2 : Access to the site</h2> <p> The ryokosan.com website allows the User free access to the following services :</p> <ul> <li>View, add, edit and delete an activity.</li> <li>Create, edit and delete are profiles.</li> <li>Send and receive private messages.</li> </ul> <p>The site is accessible free of charge anywhere to any User with Internet access. All costs borne by the User to access the service (hardware, software, Internet connection, etc.) are his responsibility.</p> <p> The non-member User does not have access to the reserved services. For this, he must register by filling out the form. By agreeing to register for the reserved services, the Member User undertakes to provide sincere and accurate information concerning his marital status and contact details, in particular his email address. <br> To access the services, the User must then identify himself using his username and password. <br> Any regularly registered Member User may also request their unsubscription by going to the dedicated page on their personal space. This will be effective within a reasonable time. Any event due to a case of force majeure resulting in a malfunction of the site or server and subject to any interruption or modification in the event of maintenance, does not engage the responsibility of ryokosan.com. In these cases, the User thus accepts not to hold the publisher responsible for any interruption or suspension of service, even without notice. <br> The User has the possibility of contacting the site by e-mail at the publisher's e-mail address provided in ARTICLE 1.</p> <h2 class="subheading"> ARTICLE 3 : Data collection</h2> <p> For the creation of the User's account, the collection of information at the time of registration on the site is necessary and mandatory. In accordance with the law n ° 78-17 of January 6 relating to data processing, files and freedoms, the collection and processing of personal information is carried out with respect for privacy. <br> According to the Data Protection Act dated January 6, 1978, articles 39 and 40, the User has the right to access, rectify, delete and oppose his personal data. The exercise of this right is carried out by:</p> <h2 class="subheading"> ARTICLE 4 : Intellectual property</h2> <p> The brands, logos, signs as well as all the content of the site (texts, images, sound, etc.) are protected by the Intellectual Property Code and more particularly by copyright.</p> <p> The ryokosan brand is a trademark registered by Diot Christopher. Any representation and/or reproduction and/or partial or total exploitation of this brand, of any nature whatsoever, is totally prohibited.</p> <p> The User must seek the prior authorization of the site for any reproduction, publication, copy of the various contents. He undertakes to use the contents of the site in a strictly private context, any use for commercial and advertising purposes is strictly prohibited. <br> Any total or partial representation of this site by any means whatsoever, without the express authorization of the operator of the website would constitute an infringement punishable by article L 335-2 and following of the Intellectual Property Code. <br> It is reminded in accordance with article L122-5 of the Intellectual Property Code that the User who reproduces, copies or publishes the protected content must cite the author and his source.</p> <h2 class="subheading"> ARTICLE 5 : Liability</h2> <p> The sources of the information published on the ryokosan.com site are deemed reliable, but the site does not guarantee that it is free from faults, errors or omissions. <br> The information provided is presented for information and general purposes without contractual value. <br> Despite regular updates, the ryokosan.com site cannot be held responsible for changes in administrative and legal provisions occurring after publication. Similarly, the site cannot be held responsible for the use and interpretation of the information contained in this site.</p> <p> The User makes sure to keep his password secret. Any disclosure of the password, in whatever form, is prohibited. He assumes the risks associated with the use of his username and password. The site declines all responsibility. <br> The ryokosan.com site cannot be held responsible for any viruses that could infect the computer or any computer equipment of the Internet user, following use, access, or download from this site.<br > The site cannot be held liable in the event of force majeure or the unforeseeable and insurmountable act of a third party.</p> <h2 class="subheading"> ARTICLE 6 : Hypertext links</h2> <p> Hypertext links may be present on the site. The User is informed that by clicking on these links, he will leave the ryokosan.com site. The latter has no control over the web pages to which these links lead and cannot, under any circumstances, be responsible for their content.</p> <h2 class="subheading"> SECTION 7 : Cookies</h2> <p> The User is informed that during his visits to the site, a cookie may be automatically installed on his navigation software. <br> Cookies are small files temporarily stored on the hard drive of the User's computer by your browser and which are necessary for the use of the ryokosan.com site. Cookies do not contain personal information and cannot be used to identify anyone. A cookie contains a unique, randomly generated and therefore anonymous identifier. Some cookies expire at the end of the User's visit, others remain. <br> The information contained in the cookies is used to improve the ryokosan.com site. By browsing the site, the User accepts them. <br> However, the User must give his consent to the use of certain cookies. Failing acceptance, the User is informed that certain features or pages may be refused. <br> The User may deactivate these cookies via the settings in his browser software.</p> <h2 class="subheading"> ARTICLE 8 : Publication by the User</h2> <p> The site allows members to post the following content : activities. <br> In his publications, the member undertakes to respect the rules of Netiquette (rules of good conduct of the Internet) and the rules of law in force. <br> The site may exercise moderation on the publications and reserves the right to refuse to put them online, without having to justify it to the member. <br> The member remains the owner of all his intellectual property rights. But by publishing a publication on the site, he assigns to the publishing company the non-exclusive and free right to represent, reproduce, adapt, modify, distribute and distribute his publication, directly or through an authorized third party, worldwide, on any medium (digital or physical), for the duration of the intellectual property. In particular, the Member assigns the right to use his publication on the Internet and on mobile telephone networks. <br> The publishing company undertakes to include the member's name near each use of its publication. <br> Any content posted by the User is his sole responsibility. The User agrees not to upload content that may harm the interests of third parties. Any legal action brought by an injured third party against the site will be borne by the User.</p> <p> The User's content may be at any time and for any reason deleted or modified by the site, without notice.</p> <h2 class="subheading"> ARTICLE 9 : Applicable law and competent jurisdiction</h2> <p> French law applies to this contract. In the event of absence of amicable resolution of a dispute arising between the parties, the French courts will have sole jurisdiction to hear it. For any question relating to the application of these T&Cs, you can contact the publisher at the contact details listed in ARTICLE 1.</p>
de: <h1 class="heading mt-3 mb-4 text-center"> Nutzungsbedingungen</h1> <p> Gültig ab 09.03.2022</p> <p> Der Zweck dieser Allgemeinen Nutzungsbedingungen (bekannt als "AGB") besteht darin, einen rechtlichen Rahmen für die Bedingungen für die Bereitstellung der Website und Dienste durch ryokosan bereitzustellen und die Bedingungen für den Zugang und die Nutzung der Dienste zu definieren durch "den 'Benutzer'.</p> <p> Jede Registrierung oder Nutzung der Website impliziert die Annahme ohne Vorbehalt oder Einschränkung dieser AGB durch den Benutzer. Bei der Registrierung auf der Website über das Registrierungsformular akzeptiert jeder Benutzer diese AGB ausdrücklich, indem er das Kästchen vor dem folgenden Text ankreuzt: "Akzeptieren Sie die Bedingungen".</p> <p> Im Falle der Nichtannahme der in diesem Vertrag festgelegten AGB muss der Benutzer auf den Zugriff auf die von der Website angebotenen Dienste verzichten. ryokosan.com behält sich das Recht vor, den Inhalt dieser AGB jederzeit einseitig zu ändern.</p> <h2 class="subheading"> Artikel 1 : Rechtliche Hinweise</h2> <p> Die Bearbeitung und Verwaltung der Veröffentlichung der Website ryokosan.com erfolgt durch christopher diot mit Sitz in Frankreich. <br> E-Mail-Adresse contact@ryokosan.com. <br> Der Host der Website ryokosan.com ist Hostinger International Ltd, dessen Hauptsitz sich in der 61 Lordou Vironos st. 6023 Larnaca, Republik Zypern.</p> <h2 class="subheading"> ARTIKEL 2 : Zugriff auf die Website</h2> <p> Die Website ryokosan.com ermöglicht dem Benutzer den kostenlosen Zugang zu den folgenden Diensten :</p> <ul> <li>Aktivitäten anzeigen, hinzufügen, bearbeiten und löschen.</li> <li>Erstellen, bearbeiten und löschen sind Profile.</li> <li>Senden und empfangen Sie private Nachrichten.</li> </ul> <p>Die Website ist für jeden Benutzer mit Internetzugang überall kostenlos zugänglich. Alle Kosten, die der Benutzer für den Zugriff auf den Dienst trägt (Hardware, Software, Internetverbindung usw.), gehen zu seinen Lasten.</p> <p> Der Nichtmitgliedsnutzer hat keinen Zugang zu den reservierten Diensten. Dazu muss er sich registrieren, indem er das Formular ausfüllt. Mit der Zustimmung zur Registrierung für die reservierten Dienste verpflichtet sich der Mitgliedsnutzer, aufrichtige und genaue Angaben zu seinem Familienstand und seinen Kontaktdaten, insbesondere zu seiner E-Mail-Adresse, zu machen. <br> Für den Zugang zu den Diensten muss sich der Nutzer dann mit seinem Benutzernamen und seinem Passwort identifizieren. <br> Jeder regelmäßig registrierte Mitgliedsbenutzer kann auch seine Abmeldung beantragen, indem er auf die entsprechende Seite in seinem persönlichen Bereich geht. Dies wird innerhalb einer angemessenen Frist wirksam. Alle Ereignisse, die auf einen Fall höherer Gewalt zurückzuführen sind, die zu einer Fehlfunktion der Website oder des Servers führen und im Falle von Wartungsarbeiten einer Unterbrechung oder Änderung unterliegen, übernehmen keine Verantwortung von ryokosan.com. In diesen Fällen erklärt sich der Benutzer damit einverstanden, den Herausgeber auch ohne Vorankündigung nicht für eine Unterbrechung oder Einstellung des Dienstes verantwortlich zu machen. <br> Der Benutzer hat die Möglichkeit, die Website per E-Mail an die in ARTIKEL 1 angegebene E-Mail-Adresse des Herausgebers zu kontaktieren.</p> <h2 class="subheading"> ARTIKEL 3 : Datenerhebung</h2> <p> Für die Erstellung des Benutzerkontos ist die Erfassung von Informationen zum Zeitpunkt der Registrierung auf der Website erforderlich und obligatorisch. Gemäß dem Gesetz Nr. 78-17 vom 6. Januar über Datenverarbeitung, Dateien und Freiheiten erfolgt die Erhebung und Verarbeitung personenbezogener Daten unter Wahrung der Privatsphäre. <br> Gemäß dem Datenschutzgesetz vom 6. Januar 1978, Artikel 39 und 40, hat der Benutzer das Recht auf Zugang, Berichtigung, Löschung und Widerspruch seiner personenbezogenen Daten. Die Ausübung dieses Rechts erfolgt durch:</p> <h2 class="subheading"> ARTIKEL 4 : Geistiges Eigentum</h2> <p> Die Marken, Logos, Zeichen sowie der gesamte Inhalt der Website (Texte, Bilder, Ton usw.) sind durch das Gesetz über geistiges Eigentum und insbesondere durch das Urheberrecht geschützt.</p> <p> Die Marke Ryokosan ist eine von Diot Christopher eingetragene Marke. Jegliche Darstellung und/oder Vervielfältigung und/oder teilweise oder vollständige Nutzung dieser Marke, gleich welcher Art, ist absolut verboten.</p> <p> Der Benutzer muss die vorherige Genehmigung der Website für jede Reproduktion, Veröffentlichung, Kopie der verschiedenen Inhalte einholen. Er verpflichtet sich, die Inhalte der Seite in einem rein privaten Kontext zu nutzen, jegliche Nutzung zu kommerziellen und werblichen Zwecken ist strengstens untersagt. <br> Jegliche vollständige oder teilweise Darstellung dieser Website, auf welche Weise auch immer, ohne die ausdrückliche Genehmigung des Betreibers der Website stellt eine Verletzung dar, die nach Artikel L 335-2 ff. des Gesetzes über geistiges Eigentum strafbar ist. <br> Es wird gemäß Artikel L122-5 des Gesetzes über geistiges Eigentum daran erinnert, dass der Benutzer, der den geschützten Inhalt reproduziert, kopiert oder veröffentlicht, den Autor und seine Quelle angeben muss.</p> <h2 class="subheading"> ARTIKEL 5 : Haftung</h2> <p> Die Quellen der auf der Website ryokosan.com veröffentlichten Informationen gelten als zuverlässig, aber die Website garantiert nicht, dass sie frei von Fehlern, Fehlern oder Auslassungen sind. <br> Die bereitgestellten Informationen dienen Informations- und allgemeinen Zwecken ohne vertraglichen Wert. <br> Trotz regelmäßiger Aktualisierungen kann die Website ryokosan.com nicht für Änderungen der Verwaltungs- und Rechtsbestimmungen verantwortlich gemacht werden, die nach der Veröffentlichung eintreten. Ebenso kann die Website nicht für die Verwendung und Interpretation der auf dieser Website enthaltenen Informationen verantwortlich gemacht werden.</p> <p> Der Nutzer verpflichtet sich, sein Passwort geheim zu halten. Jegliche Weitergabe des Passwortes, in welcher Form auch immer, ist untersagt. Er übernimmt die mit der Verwendung seines Benutzernamens und Passworts verbundenen Risiken. Die Website lehnt jegliche Verantwortung ab. <br> Die Website ryokosan.com kann nicht für Viren verantwortlich gemacht werden, die den Computer oder die Computerausrüstung des Internetbenutzers nach der Nutzung, dem Zugriff oder dem Herunterladen von dieser Website infizieren könnten.<br > Die Website kann nicht haftbar gemacht werden im Falle höherer Gewalt oder der unvorhersehbaren und unüberwindbaren Handlung eines Dritten.</p> <h2 class="subheading"> ARTIKEL 6 : Hypertext-Links</h2> <p> Auf der Website können Hypertext-Links vorhanden sein. Der Benutzer wird darüber informiert, dass er durch Klicken auf diese Links die Website ryokosan.com verlässt. Letzterer hat keine Kontrolle über die Webseiten, zu denen diese Links führen, und kann unter keinen Umständen für deren Inhalt verantwortlich gemacht werden.</p> <h2 class="subheading"> ABSCHNITT 7 : Cookies</h2> <p> Der Benutzer wird darüber informiert, dass während seiner Besuche auf der Website automatisch ein Cookie in seiner Navigationssoftware installiert werden kann. <br> Cookies sind kleine Dateien, die vorübergehend von Ihrem Browser auf der Festplatte des Computers des Benutzers gespeichert werden und die für die Nutzung der Website ryokosan.com erforderlich sind. Cookies enthalten keine personenbezogenen Daten und können nicht zur Identifizierung von Personen verwendet werden. Ein Cookie enthält eine eindeutige, zufällig generierte und daher anonyme Kennung. Einige Cookies verfallen am Ende des Besuchs des Benutzers, andere bleiben bestehen. <br> Die in den Cookies enthaltenen Informationen werden zur Verbesserung der Website ryokosan.com verwendet. Durch das Surfen auf der Website akzeptiert der Benutzer diese. <br> Allerdings muss der Nutzer der Verwendung bestimmter Cookies zustimmen. Bei fehlender Annahme wird der Benutzer darüber informiert, dass bestimmte Funktionen oder Seiten abgelehnt werden können. <br> Der Nutzer kann diese Cookies über die Einstellungen seiner Browser-Software deaktivieren.</p> <h2 class="subheading"> ARTIKEL 8 : Veröffentlichung durch den Nutzer</h2> <p> Auf der Website können Mitglieder die folgenden Inhalte veröffentlichen : Aktivitäten. <br> Das Mitglied verpflichtet sich, in seinen Veröffentlichungen die Regeln der Netiquette (Verhaltensregeln des Internets) und die geltenden Rechtsnormen einzuhalten. <br> Die Website kann die Veröffentlichungen moderieren und behält sich das Recht vor, ihre Online-Veröffentlichung abzulehnen, ohne dies gegenüber dem Mitglied rechtfertigen zu müssen. <br> Das Mitglied bleibt Inhaber aller seiner geistigen Eigentumsrechte. Durch die Veröffentlichung einer Veröffentlichung auf der Website überträgt er dem Verlag jedoch das nicht ausschließliche und kostenlose Recht, seine Veröffentlichung direkt oder über einen autorisierten Dritten weltweit auf jedem Medium darzustellen, zu reproduzieren, anzupassen, zu modifizieren, zu verteilen und zu verteilen (digital oder physisch) für die Dauer des geistigen Eigentums. Das Mitglied überträgt insbesondere das Recht zur Nutzung seiner Veröffentlichung im Internet und in Mobilfunknetzen. <br> Der Verlag verpflichtet sich, bei jeder Verwendung seiner Publikation den Namen des Mitglieds anzugeben. <br> Alle vom Benutzer veröffentlichten Inhalte liegen in seiner alleinigen Verantwortung. Der Nutzer verpflichtet sich, keine Inhalte hochzuladen, die den Interessen Dritter schaden könnten. Alle Klagen, die von einem geschädigten Dritten gegen die Website erhoben werden, gehen zu Lasten des Benutzers.</p> <p> Der Inhalt des Benutzers kann jederzeit und ohne Angabe von Gründen von der Website ohne Vorankündigung gelöscht oder geändert werden.</p> <h2 class="Unterüberschrift"> ARTIKEL 9 : Anwendbares Recht und zuständige Gerichtsbarkeit</h2> <p> Auf diesen Vertrag findet französisches Recht Anwendung. Falls es zu keiner gütlichen Beilegung einer Streitigkeit zwischen den Parteien kommt, sind ausschließlich die französischen Gerichte für deren Verhandlung zuständig. Bei Fragen zur Anwendung dieser AGB können Sie sich unter den in ARTIKEL 1 aufgeführten Kontaktdaten an den Herausgeber wenden.</p>
es: <h1 class="heading mt-3 mb-4 text-center"> Condiciones de uso</h1> <p> Efectivo a partir del 09/03/2022</p> <p> El propósito de estos términos y condiciones generales de uso (conocidos como "GTU") es proporcionar un marco legal para los términos y condiciones para la provisión del sitio y los servicios por parte de ryokosan y para definir las condiciones de acceso y uso de los servicios. por "el 'Usuario'.</p> <p> Cualquier registro o uso del sitio implica la aceptación sin ninguna reserva o restricción de estos T&C por parte del usuario. Al registrarse en el sitio a través del Formulario de Registro, cada usuario acepta expresamente estos T&C marcando la casilla que precede al siguiente texto: "Acepto las condiciones".</p> <p> En caso de no aceptación de los T&C estipulados en este contrato, el Usuario deberá renunciar al acceso a los servicios ofrecidos por el sitio. ryokosan.com se reserva el derecho de modificar unilateralmente el contenido de estos T&C en cualquier momento.</p> <h2 class="subheading"> Artículo 1 : Avisos legales</h2> <p> La edición y gestión de la publicación del sitio ryokosan.com está a cargo de christopher diot, con domicilio en Francia. <br> Dirección de correo electrónico contact@ryokosan.com. <br> El anfitrión del sitio ryokosan.com es Hostinger International Ltd, cuya oficina central se encuentra en 61 Lordou Vironos st. 6023 Larnaca, República de Chipre.</p> <h2 class="subheading"> ARTÍCULO 2 : Acceso al sitio</h2> <p> El sitio web ryokosan.com permite al Usuario acceder de forma gratuita a los siguientes servicios:</p> <ul> <li>Ver, agregar, editar y eliminar una actividad.</li> <li>Crear, editar y eliminar perfiles.</li> <li>Enviar y recibir mensajes privados.</li> </ul> <p>El sitio es accesible gratuitamente desde cualquier lugar para cualquier Usuario con acceso a Internet. Todos los costes a cargo del Usuario para acceder al servicio (hardware, software, conexión a Internet, etc.) son de su responsabilidad.</p> <p> El Usuario no miembro no tiene acceso a los servicios reservados. Para ello, deberá registrarse rellenando el formulario. Al aceptar registrarse en los servicios reservados, el Usuario Miembro se compromete a proporcionar información veraz y precisa sobre su estado civil y datos de contacto, en particular, su dirección de correo electrónico. <br> Para acceder a los servicios, el Usuario deberá identificarse mediante su nombre de usuario y contraseña. <br> Cualquier Usuario Miembro registrado regularmente también puede solicitar su baja yendo a la página dedicada en su espacio personal. Esto será efectivo dentro de un tiempo razonable. Cualquier evento debido a un caso de fuerza mayor que resulte en un mal funcionamiento del sitio o del servidor y sujeto a cualquier interrupción o modificación en caso de mantenimiento, no compromete la responsabilidad de ryokosan.com. En estos casos, el Usuario acepta no responsabilizar al editor por cualquier interrupción o suspensión del servicio, incluso sin previo aviso. <br> El Usuario tiene la posibilidad de ponerse en contacto con el sitio por correo electrónico en la dirección de correo electrónico del editor proporcionada en el ARTÍCULO 1.</p> <h2 class="subheading"> ARTÍCULO 3 : Recogida de datos</h2> <p> Para la creación de la cuenta del Usuario, la recopilación de información en el momento del registro en el sitio es necesaria y obligatoria. De conformidad con la ley n° 78-17 del 6 de enero relativa al procesamiento de datos, archivos y libertades, la recopilación y el procesamiento de información personal se lleva a cabo con respeto a la privacidad. <br> Según la Ley de Protección de Datos de 6 de enero de 1978, artículos 39 y 40, el Usuario tiene derecho a acceder, rectificar, suprimir y oponerse a sus datos personales. El ejercicio de este derecho se realiza por:</p> <h2 class="subheading"> ARTÍCULO 4 : Propiedad intelectual</h2> <p> Las marcas, logotipos, rótulos así como todo el contenido del sitio (textos, imágenes, sonido, etc.) están protegidos por el Código de Propiedad Intelectual y más particularmente por los derechos de autor.</p> <p> La marca ryokosan es una marca registrada por Diot Christopher. Queda totalmente prohibida cualquier representación y/o reproducción y/o explotación total o parcial de esta marca, cualquiera que sea su naturaleza.</p> <p> El Usuario debe solicitar la autorización previa del sitio para cualquier reproducción, publicación, copia de los diversos contenidos. Se compromete a utilizar los contenidos del sitio en un contexto estrictamente privado, cualquier uso con fines comerciales y publicitarios está estrictamente prohibido. <br> Cualquier representación total o parcial de este sitio por cualquier medio, sin la autorización expresa del operador del sitio web, constituiría una infracción sancionada por el artículo L 335-2 y siguientes del Código de Propiedad Intelectual. <br> Se recuerda de conformidad con el artículo L122-5 del Código de la Propiedad Intelectual que el Usuario que reproduzca, copie o publique el contenido protegido deberá citar el autor y su fuente.</p> <h2 class="subheading"> ARTÍCULO 5 : Responsabilidad</h2> <p> Las fuentes de la información publicada en el sitio ryokosan.com se consideran confiables, pero el sitio no garantiza que esté libre de fallas, errores u omisiones. <br> La información facilitada se presenta a título informativo y de carácter general sin valor contractual. <br> A pesar de las actualizaciones periódicas, el sitio ryokosan.com no se hace responsable de los cambios en las disposiciones administrativas y legales que se produzcan después de la publicación. Del mismo modo, el sitio no se hace responsable del uso e interpretación de la información contenida en este sitio.</p> <p> El Usuario se asegura de mantener en secreto su contraseña. Cualquier divulgación de la contraseña, en cualquier forma, está prohibida. Asume los riesgos asociados con el uso de su nombre de usuario y contraseña. El sitio declina toda responsabilidad. <br> El sitio ryokosan.com no se hace responsable de los virus que puedan infectar la computadora o cualquier equipo informático del usuario de Internet, luego del uso, acceso o descarga de este sitio.<br> El sitio no se hace responsable en caso de fuerza mayor o el acto imprevisible e insuperable de un tercero.</p> <h2 class="subheading"> ARTÍCULO 6 : Enlaces de hipertexto</h2> <p> Los enlaces de hipertexto pueden estar presentes en el sitio. Se informa al Usuario que al hacer clic en estos enlaces, abandonará el sitio ryokosan.com. Este último no tiene control sobre las páginas web a las que conducen estos enlaces y no puede, en ningún caso, ser responsable de su contenido.</p> <h2 class="subheading"> SECCIÓN 7 : Cookies</h2> <p> Se informa al Usuario que durante sus visitas al sitio, una cookie puede instalarse automáticamente en su software de navegación. <br> Las cookies son pequeños archivos almacenados temporalmente en el disco duro de la computadora del Usuario por su navegador y que son necesarios para el uso del sitio ryokosan.com. Las cookies no contienen información personal y no se pueden utilizar para identificar a nadie. Una cookie contiene un identificador único, generado aleatoriamente y, por lo tanto, anónimo. Algunas cookies caducan al final de la visita del Usuario, otras permanecen. <br> La información contenida en las cookies se utiliza para mejorar el sitio ryokosan.com. Al navegar por el sitio, el Usuario las acepta. <br> No obstante, el Usuario debe dar su consentimiento para el uso de determinadas cookies. En caso de no aceptación, se informa al Usuario que determinadas funcionalidades o páginas pueden ser rechazadas. <br> El Usuario puede desactivar estas cookies a través de la configuración del software de su navegador.</p> <h2 class="subheading"> ARTÍCULO 8 : Publicación por parte del Usuario</h2> <p> El sitio permite a los miembros publicar el siguiente contenido : actividades. <br> En sus publicaciones, el miembro se compromete a respetar las normas de Netiqueta (normas de buena conducta en Internet) y las normas de derecho vigentes. <br> El sitio puede ejercer moderación sobre las publicaciones y se reserva el derecho de negarse a ponerlas en línea, sin tener que justificarlo ante el miembro. <br> El miembro sigue siendo el propietario de todos sus derechos de propiedad intelectual. Pero al publicar una publicación en el sitio, cede a la editorial el derecho no exclusivo y gratuito de representar, reproducir, adaptar, modificar, distribuir y distribuir su publicación, directamente o a través de un tercero autorizado, en todo el mundo, en cualquier medio. (digital o físico), mientras dure la propiedad intelectual. En particular, el Miembro cede el derecho a utilizar su publicación en Internet y en las redes de telefonía móvil. <br> La editorial se compromete a incluir el nombre del miembro cerca de cada uso de su publicación. <br> Cualquier contenido publicado por el Usuario es de su exclusiva responsabilidad. El Usuario se compromete a no subir contenidos que puedan perjudicar los intereses de terceros. Cualquier acción legal iniciada por un tercero perjudicado contra el sitio correrá a cargo del Usuario.</p> <p> El contenido del Usuario puede ser en cualquier momento y por cualquier motivo eliminado o modificado por el sitio, sin previo aviso.</p> <h2 class="subheading"> ARTÍCULO 9 : Ley aplicable y jurisdicción competente</h2> <p> La ley francesa se aplica a este contrato. En caso de ausencia de resolución amistosa de una disputa que surja entre las partes, los tribunales franceses serán los únicos competentes para conocerla. Para cualquier pregunta relacionada con la aplicación de estos T&C, puede ponerse en contacto con el editor a través de los datos de contacto que figuran en el ARTÍCULO 1.</p>
fr: <h1 class="heading mt-3 mb-4 text-center"> Conditions générales d'utilisation</h1> <p> En vigueur au 03/09/2022</p> <p> Les présentes conditions générales d'utilisation (dites « CGU ») ont pour objet l'encadrement juridique des modalités de mise à disposition du site et des services par ryokosan et de définir les conditions d’accès et d’utilisation des services par « l'Utilisateur ».</p> <p> Toute inscription ou utilisation du site implique l'acceptation sans aucune réserve ni restriction des présentes CGU par l’utilisateur. Lors de l'inscription sur le site via le Formulaire d’inscription, chaque utilisateur accepte expressément les présentes CGU en cochant la case précédant le texte suivant : « Accepter les conditions ».</p> <p> En cas de non-acceptation des CGU stipulées dans le présent contrat, l'Utilisateur se doit de renoncer à l'accès des services proposés par le site. ryokosan.com se réserve le droit de modifier unilatéralement et à tout moment le contenu des présentes CGU.</p> <h2 class="subheading"> Article 1 : Les mentions légales</h2> <p> L’édition et la direction de la publication du site ryokosan.com est assurée par christopher diot, domicilié en France. <br> Adresse e-mail contact@ryokosan.com. <br> L'hébergeur du site ryokosan.com est la société Hostinger International Ltd, dont le siège social est situé au 61 Lordou Vironos st. 6023 Larnaca, the Republic of Cyprus.</p> <h2 class="subheading"> ARTICLE 2 : Accès au site</h2> <p> Le site ryokosan.com permet à l'Utilisateur un accès gratuit aux services suivants :</p> <ul> <li>Consulter, ajouter, éditer et supprimer une activité.</li> <li>Créer, éditer et supprimer sont profils.</li> <li>Envoyer et recevoir des message privée.</li> </ul> <p>Le site est accessible gratuitement en tout lieu à tout Utilisateur ayant un accès à Internet. Tous les frais supportés par l'Utilisateur pour accéder au service (matériel informatique, logiciels, connexion Internet, etc.) sont à sa charge.</p> <p> L’Utilisateur non membre n'a pas accès aux services réservés. Pour cela, il doit s’inscrire en remplissant le formulaire. En acceptant de s’inscrire aux services réservés, l’Utilisateur membre s’engage à fournir des informations sincères et exactes concernant son état civil et ses coordonnées, notamment son adresse email. <br> Pour accéder aux services, l’Utilisateur doit ensuite s'identifier à l'aide de son identifiant et de son mot de passe. <br> Tout Utilisateur membre régulièrement inscrit pourra également solliciter sa désinscription en se rendant à la page dédiée sur son espace personnel. Celle-ci sera effective dans un délai raisonnable. Tout événement dû à un cas de force majeure ayant pour conséquence un dysfonctionnement du site ou serveur et sous réserve de toute interruption ou modification en cas de maintenance, n'engage pas la responsabilité de ryokosan.com. Dans ces cas, l’Utilisateur accepte ainsi ne pas tenir rigueur à l’éditeur de toute interruption ou suspension de service, même sans préavis. <br> L'Utilisateur a la possibilité de contacter le site par messagerie électronique à l’adresse email de l’éditeur communiqué à l’ARTICLE 1.</p> <h2 class="subheading"> ARTICLE 3 : Collecte des données</h2> <p> Pour la création du compte de l’Utilisateur, la collecte des informations au moment de l’inscription sur le site est nécessaire et obligatoire. Conformément à la loi n°78-17 du 6 janvier relative à l’informatique, aux fichiers et aux libertés, la collecte et le traitement d’informations personnelles s’effectuent dans le respect de la vie privée. <br> Suivant la loi Informatique et Libertés en date du 6 janvier 1978, articles 39 et 40, l’Utilisateur dispose du droit d’accéder, de rectifier, de supprimer et d’opposer ses données personnelles. L’exercice de ce droit s’effectue par :</p> <h2 class="subheading"> ARTICLE 4 : Propriété intellectuelle</h2> <p> Les marques, logos, signes ainsi que tous les contenus du site (textes, images, son…) font l'objet d'une protection par le Code de la propriété intellectuelle et plus particulièrement par le droit d'auteur.</p> <p> La marque ryokosan est une marque déposée par Diot Christopher.Toute représentation et/ou reproduction et/ou exploitation partielle ou totale de cette marque, de quelque nature que ce soit, est totalement prohibée.</p> <p> L'Utilisateur doit solliciter l'autorisation préalable du site pour toute reproduction, publication, copie des différents contenus. Il s'engage à une utilisation des contenus du site dans un cadre strictement privé, toute utilisation à des fins commerciales et publicitaires est strictement interdite. <br> Toute représentation totale ou partielle de ce site par quelque procédé que ce soit, sans l’autorisation expresse de l’exploitant du site Internet constituerait une contrefaçon sanctionnée par l’article L 335-2 et suivants du Code de la propriété intellectuelle. <br> Il est rappelé conformément à l’article L122-5 du Code de propriété intellectuelle que l’Utilisateur qui reproduit, copie ou publie le contenu protégé doit citer l’auteur et sa source.</p> <h2 class="subheading"> ARTICLE 5 : Responsabilité</h2> <p> Les sources des informations diffusées sur le site ryokosan.com sont réputées fiables mais le site ne garantit pas qu’il soit exempt de défauts, d’erreurs ou d’omissions. <br> Les informations communiquées sont présentées à titre indicatif et général sans valeur contractuelle. <br> Malgré des mises à jour régulières, le site ryokosan.com ne peut être tenu responsable de la modification des dispositions administratives et juridiques survenant après la publication. De même, le site ne peut être tenue responsable de l’utilisation et de l’interprétation de l’information contenue dans ce site.</p> <p> L'Utilisateur s'assure de garder son mot de passe secret. Toute divulgation du mot de passe, quelle que soit sa forme, est interdite. Il assume les risques liés à l'utilisation de son identifiant et mot de passe. Le site décline toute responsabilité. <br> Le site ryokosan.com ne peut être tenu pour responsable d’éventuels virus qui pourraient infecter l’ordinateur ou tout matériel informatique de l’Internaute, suite à une utilisation, à l’accès, ou au téléchargement provenant de ce site.<br> La responsabilité du site ne peut être engagée en cas de force majeure ou du fait imprévisible et insurmontable d'un tiers.</p> <h2 class="subheading"> ARTICLE 6 : Liens hypertextes</h2> <p> Des liens hypertextes peuvent être présents sur le site. L’Utilisateur est informé qu’en cliquant sur ces liens, il sortira du site ryokosan.com. Ce dernier n’a pas de contrôle sur les pages web sur lesquelles aboutissent ces liens et ne saurait, en aucun cas, être responsable de leur contenu.</p> <h2 class="subheading"> ARTICLE 7 : Cookies</h2> <p> L’Utilisateur est informé que lors de ses visites sur le site, un cookie peut s’installer automatiquement sur son logiciel de navigation. <br> Les cookies sont de petits fichiers stockés temporairement sur le disque dur de l’ordinateur de l’Utilisateur par votre navigateur et qui sont nécessaires à l’utilisation du site ryokosan.com. Les cookies ne contiennent pas d’information personnelle et ne peuvent pas être utilisés pour identifier quelqu’un. Un cookie contient un identifiant unique, généré aléatoirement et donc anonyme. Certains cookies expirent à la fin de la visite de l’Utilisateur, d’autres restent. <br> L’information contenue dans les cookies est utilisée pour améliorer le site ryokosan.com. En naviguant sur le site, L’Utilisateur les accepte. <br> L’Utilisateur doit toutefois donner son consentement quant à l’utilisation de certains cookies. A défaut d’acceptation, l’Utilisateur est informé que certaines fonctionnalités ou pages risquent de lui être refusées. <br> L’Utilisateur pourra désactiver ces cookies par l’intermédiaire des paramètres figurant au sein de son logiciel de navigation.</p> <h2 class="subheading"> ARTICLE 8 : Publication par l’Utilisateur</h2> <p> Le site permet aux membres de publier les contenus suivants : activités. <br> Dans ses publications, le membre s’engage à respecter les règles de la Netiquette (règles de bonne conduite de l’internet) et les règles de droit en vigueur. <br> Le site peut exercer une modération sur les publications et se réserve le droit de refuser leur mise en ligne, sans avoir à s’en justifier auprès du membre. <br> Le membre reste titulaire de l’intégralité de ses droits de propriété intellectuelle. Mais en publiant une publication sur le site, il cède à la société éditrice le droit non exclusif et gratuit de représenter, reproduire, adapter, modifier, diffuser et distribuer sa publication, directement ou par un tiers autorisé, dans le monde entier, sur tout support (numérique ou physique), pour la durée de la propriété intellectuelle. Le Membre cède notamment le droit d'utiliser sa publication sur internet et sur les réseaux de téléphonie mobile. <br> La société éditrice s'engage à faire figurer le nom du membre à proximité de chaque utilisation de sa publication. <br> Tout contenu mis en ligne par l'Utilisateur est de sa seule responsabilité. L'Utilisateur s'engage à ne pas mettre en ligne de contenus pouvant porter atteinte aux intérêts de tierces personnes. Tout recours en justice engagé par un tiers lésé contre le site sera pris en charge par l'Utilisateur.</p> <p> Le contenu de l'Utilisateur peut être à tout moment et pour n'importe quelle raison supprimé ou modifié par le site, sans préavis.</p> <h2 class="subheading"> ARTICLE 9 : Droit applicable et juridiction compétente</h2> <p> La législation française s'applique au présent contrat. En cas d'absence de résolution amiable d'un litige né entre les parties, les tribunaux français seront seuls compétents pour en connaître. Pour toute question relative à l’application des présentes CGU, vous pouvez joindre l’éditeur aux coordonnées inscrites à l’ARTICLE 1.</p>
it: <h1 class="heading mt-3 mb-4 text-center"> Termini di utilizzo</h1> <p> In vigore dal 03/09/2022</p> <p> Lo scopo di questi termini e condizioni generali d'uso (noti come "GTU") è quello di fornire un quadro giuridico per i termini e le condizioni per la fornitura del sito e dei servizi da parte di ryokosan e di definire le condizioni di accesso e utilizzo dei servizi da "l'"Utente".</p> <p> Qualsiasi registrazione o utilizzo del sito implica l'accettazione senza alcuna riserva o restrizione dei presenti T&C da parte dell'utente. Al momento della registrazione al sito tramite il Modulo di Registrazione, ciascun utente accetta espressamente i presenti T&C spuntando la casella che precede il testo seguente: "Accetta le condizioni".</p> <p> In caso di mancata accettazione dei T&C stipulati nel presente contratto, l'Utente dovrà rinunciare all'accesso ai servizi offerti dal sito. ryokosan.com si riserva il diritto di modificare unilateralmente il contenuto di questi T&C in qualsiasi momento.</p> <h2 class="subheading"> Articolo 1 : Note legali</h2> <p> La redazione e la gestione della pubblicazione del sito ryokosan.com è affidata a christopher diot, domiciliato in Francia. <br> Indirizzo e-mail contact@ryokosan.com. <br> L'host del sito ryokosan.com è Hostinger International Ltd, la cui sede principale si trova in 61 Lordou Vironos st. 6023 Larnaca, Repubblica di Cipro.</p> <h2 class="subheading"> ARTICOLO 2 : Accesso al sito</h2> <p> Il sito web ryokosan.com consente all'Utente di accedere gratuitamente ai seguenti servizi :</p> <ul> <li>Visualizza, aggiungi, modifica ed elimina un'attività.</li> <li>Crea, modifica ed elimina sono profili.</li> <li>Invia e ricevi messaggi privati.</li> </ul> <p>Il sito è accessibile gratuitamente ovunque a qualsiasi Utente con accesso a Internet. Tutti i costi sostenuti dall'Utente per l'accesso al servizio (hardware, software, connessione Internet, ecc.) sono a suo carico.</p> <p> L'Utente non membro non ha accesso ai servizi riservati. Per questo, deve registrarsi compilando il modulo. Accettando di registrarsi ai servizi riservati, l'Utente Membro si impegna a fornire informazioni sincere e corrette sul proprio stato civile e sui dati di contatto, in particolare il proprio indirizzo di posta elettronica. <br> Per accedere ai servizi, l'Utente dovrà poi identificarsi utilizzando il proprio nome utente e password. <br> Ogni Utente Membro regolarmente registrato può anche richiedere la cancellazione dell'iscrizione accedendo alla pagina dedicata del proprio spazio personale. Questo sarà efficace entro un tempo ragionevole. Qualsiasi evento dovuto a causa di forza maggiore risultante in un malfunzionamento del sito o del server e soggetto a qualsiasi interruzione o modifica in caso di manutenzione, non impegna la responsabilità di ryokosan.com. In questi casi, l'Utente accetta pertanto di non ritenere l'editore responsabile per qualsiasi interruzione o sospensione del servizio, anche senza preavviso. <br> L'Utente ha la possibilità di contattare il sito tramite e-mail all'indirizzo e-mail dell'editore fornito nell'ARTICOLO 1.</p> <h2 class="subheading"> ARTICOLO 3 : Raccolta dei dati</h2> <p> Per la creazione dell'account dell'Utente, la raccolta delle informazioni al momento della registrazione al sito è necessaria ed obbligatoria. In conformità con la legge n° 78-17 del 6 gennaio relativa al trattamento dei dati, agli archivi e alle libertà, la raccolta e il trattamento dei dati personali avviene nel rispetto della privacy. <br> Ai sensi della legge sulla protezione dei dati del 6 gennaio 1978, articoli 39 e 40, l'Utente ha il diritto di accedere, rettificare, cancellare e opporsi ai propri dati personali. L'esercizio di tale diritto è svolto da:</p> <h2 class="subheading"> ARTICOLO 4 : Proprietà intellettuale</h2> <p> I marchi, i loghi, le insegne nonché tutti i contenuti del sito (testi, immagini, suoni, ecc.) sono protetti dal Codice della Proprietà Intellettuale e più in particolare dal diritto d'autore.</p> <p> Il marchio ryokosan è un marchio registrato da Diot Christopher. Qualsiasi rappresentazione e/o riproduzione e/o sfruttamento parziale o totale di questo marchio, di qualsiasi natura, è totalmente vietata.</p> <p> L'Utente deve chiedere la preventiva autorizzazione del sito per qualsiasi riproduzione, pubblicazione, copia dei vari contenuti. Si impegna ad utilizzare i contenuti del sito in un contesto strettamente privato, ogni utilizzo per fini commerciali e pubblicitari è severamente vietato. <br> Qualsiasi rappresentazione totale o parziale di questo sito con qualsiasi mezzo, senza l'espressa autorizzazione del gestore del sito Web, costituirebbe una violazione punibile dall'articolo L 335-2 e seguenti del Codice della proprietà intellettuale. <br> Si ricorda ai sensi dell'articolo L122-5 del Codice della Proprietà Intellettuale che l'Utente che riproduce, copia o pubblica il contenuto protetto deve citare l'autore e la sua fonte.</p> <h2 class="subheading"> ARTICOLO 5 : Responsabilità</h2> <p> Le fonti delle informazioni pubblicate sul sito ryokosan.com sono ritenute affidabili, ma il sito non garantisce che sia esente da vizi, errori od omissioni. <br> Le informazioni fornite sono presentate a scopo informativo e generale senza valore contrattuale. <br> Nonostante i regolari aggiornamenti, il sito ryokosan.com non può essere ritenuto responsabile per i cambiamenti nelle disposizioni amministrative e legali che si verificano dopo la pubblicazione. Allo stesso modo, il sito non può essere ritenuto responsabile per l'uso e l'interpretazione delle informazioni contenute in questo sito.</p> <p> L'Utente si assicura di mantenere segreta la propria password. È vietata qualsiasi divulgazione della password, in qualsiasi forma. Si assume i rischi associati all'uso del suo nome utente e password. Il sito declina ogni responsabilità. <br> Il sito ryokosan.com non può essere ritenuto responsabile per eventuali virus che potrebbero infettare il computer o qualsiasi apparecchiatura informatica dell'utente Internet, a seguito dell'uso, dell'accesso o del download da questo sito.<br > Il sito non può essere ritenuto responsabile in caso di forza maggiore o atto fortuito e insormontabile di un terzo.</p> <h2 class="subheading"> ARTICOLO 6 : Collegamenti ipertestuali</h2> <p> Sul sito possono essere presenti collegamenti ipertestuali. L'Utente è informato che cliccando su questi collegamenti abbandonerà il sito ryokosan.com. Quest'ultimo non ha alcun controllo sulle pagine web a cui conducono questi collegamenti e non può, in nessun caso, essere responsabile del loro contenuto.</p> <h2 class="subheading"> SEZIONE 7 : Cookie</h2> <p> L'Utente è informato che durante le sue visite al sito, un cookie potrebbe essere installato automaticamente sul suo software di navigazione. <br> I cookie sono piccoli file memorizzati temporaneamente sul disco rigido del computer dell'Utente dal browser e necessari per l'utilizzo del sito ryokosan.com. I cookie non contengono informazioni personali e non possono essere utilizzati per identificare nessuno. Un cookie contiene un identificatore univoco, generato casualmente e quindi anonimo. Alcuni cookie scadono al termine della visita dell'Utente, altri rimangono. <br> Le informazioni contenute nei cookie vengono utilizzate per migliorare il sito ryokosan.com. Navigando nel sito, l'Utente li accetta. <br> Tuttavia, l'Utente deve dare il proprio consenso all'uso di alcuni cookie. In mancanza di accettazione, l'Utente è informato che alcune funzionalità o pagine potrebbero essere rifiutate. <br> L'Utente può disattivare questi cookie tramite le impostazioni del software del proprio browser.</p> <h2 class="subheading"> ARTICOLO 8 : Pubblicazione da parte dell'Utente</h2> <p> Il sito consente ai membri di pubblicare i seguenti contenuti : attività. <br> Nelle sue pubblicazioni, il membro si impegna a rispettare le regole di Netiquette (regole di buona condotta di Internet) e le norme di legge vigenti. <br> Il sito può esercitare moderazione sulle pubblicazioni e si riserva il diritto di rifiutare di metterle online, senza doverlo giustificare al membro. <br> Il membro rimane titolare di tutti i suoi diritti di proprietà intellettuale. Ma pubblicando una pubblicazione sul sito, cede alla casa editrice il diritto non esclusivo e gratuito di rappresentare, riprodurre, adattare, modificare, distribuire e distribuire la sua pubblicazione, direttamente o tramite un terzo autorizzato, in tutto il mondo, su qualsiasi supporto (digitale o fisico), per la durata della proprietà intellettuale. In particolare, il Membro cede il diritto di utilizzare la sua pubblicazione su Internet e su reti di telefonia mobile. <br> La casa editrice si impegna ad inserire il nome del socio in corrispondenza di ogni utilizzo della sua pubblicazione. <br> Qualsiasi contenuto pubblicato dall'Utente è di sua esclusiva responsabilità. L'Utente si impegna a non caricare contenuti che possano ledere gli interessi di terzi. Qualsiasi azione legale intentata da una terza parte lesa nei confronti del sito sarà a carico dell'Utente.</p> <p> I contenuti dell'Utente possono essere in qualsiasi momento e per qualsiasi motivo cancellati o modificati dal sito, senza preavviso.</p> <h2 class="subheading"> ARTICOLO 9 : Legge applicabile e foro competente</h2> <p> A questo contratto si applica la legge francese. In caso di assenza di risoluzione amichevole di una controversia insorta tra le parti, i tribunali francesi saranno i soli competenti a conoscerla. Per qualsiasi domanda relativa all'applicazione di questi T&C, puoi contattare l'editore ai recapiti indicati nell'ARTICOLO 1.</p>
