Repository: cdiot/ryokosan
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, it

# notification.team_respond
source: Our team will respond to you as soon as possible.
de: Unser Team wird Ihnen so schnell wie möglich antworten.
es: Nuestro equipo le responderá lo antes posible.
fr: Notre équipe vous répondra dans les plus brefs délais.
it: Il nostro team ti risponderà il prima possibile.

# notification.account_updated
source: Your account has been successfully updated.
de: Ihr Konto wurde erfolgreich aktualisiert.
es: Tu cuenta ha sido actualizada exitosamente.
fr: Ton compte a été modifié avec succès.
it: Il tuo account è stato aggiornato correttamente.

# notification.password_updated
source: Your password has been successfully updated.
de: Ihr Passwort wurde erfolgreich geändert.
es: Su contraseña ha sido actualizada satisfactoriamente.
fr: Ton mot de passe a été modifié avec succès.
it: La tua password è stata aggiornata con successo.

# notification.password_incorrect
source: Your current password is incorrect.
de: VIhr aktuelles Passwort ist falsch.
es: Tu contraseña actual es incorrecta.
fr: Ton mot de passe actuel est incorrect.
it: La tua password attuale non è corretta.

# notification.empty_activity
source: No activity found.
de: Keine Aktivität gefunden.
es: No se encontró actividad.
fr: Aucune activité trouvée.
it: Nessuna attività trovata.

# notification.empty_messaging
source: No message yet,<br> start a conversion.
de: Noch keine Nachricht,<br> Konvertierung starten.
fr: Pas de message pour l'instant,<br> démarer une convertation.
it: Nessun messaggio ancora,<br> avvia una conversione.

# invalid_message.repeat_password
source: The password and the confirmation must be identical.
de: Passwort und Bestätigung müssen identisch sein.
es: La contraseña y la confirmación deben ser las mismas.
fr: Le mot de passe et la confirmation doivent être identiques.
it: La password e la conferma devono essere identiche.

# exception.no_reset_token
source: No password reset token found in URL or session.
de: Kein Token zum Zurücksetzen des Passworts in URL oder Sitzung gefunden.
es: No se encontró ningún token de restablecimiento de contraseña en la URL o la sesión.
fr: Aucun jeton de réinitialisation de mot de passe trouvé dans l'URL ou la session.
it: Nessun token di reimpostazione della password trovato nell'URL o nella sessione.

# email.subject.registration
source: Please Confirm your Email
de: Bitte bestätige deine Email
es: Por favor, confirma tu email
fr: Confirme ton adresse e-email
it: Per favore, conferma la tua email

# email.subject.reset_password
source: Your password reset request
de: Ihre Anfrage zum Zurücksetzen des Passworts
es: Su solicitud de restablecimiento de contraseña
fr: Votre demande de réinitialisation de mot de passe
it: La tua richiesta di reimpostazione della password

# email.from.registration
source: Ryokosan Accounts
de: Ryokosan-Konten
es: Cuentas Ryokosan
fr: Comptes Ryokosan
it: Conti Ryokosan

# reset_token.content
source: If an account matching your email exists, then an email was just sent that contains a link that you can use to reset your password. <br> This link will expire in
de: Wenn es ein Konto gibt, das Ihrer E-Mail-Adresse entspricht, wurde gerade eine E-Mail gesendet enthält einen Link, mit dem Sie Ihr Passwort zurücksetzen können. <br> Dieser Link läuft ab in
es: Si hay una cuenta correspondiente a su correo electrónico, se acaba de enviar un correo electrónico que contiene un enlace que le permite restablecer su contraseña. <br> Este enlace caducará en
fr: S'il existe un compte correspondant à ton email, un email vient d'être envoyé contenant un lien te permettant de réinitialiser ton mot de passe. <br> Ce lien expirera dans
it: Se esiste un account corrispondente alla tua e-mail, allora è stata appena inviata un'e-mail contiene un collegamento che puoi utilizzare per reimpostare la password. <br> Questo link scadrà tra

# dashboard.count_users
source: Already {count} <strong class="text-gray-700">co-travellers</strong> registered
de: Bereits {count} <strong class="text-gray-700">Mitreisende</strong> registriert
es: Ya {count} <strong class="text-gray-700">compañeros de viaje</strong> registrados
fr: Déjà {count} <strong class="text-gray-700">covoyageurs</strong> inscrits
it: Già {count} <strong class="text-gray-700">co-viaggiatori</strong> registrati

# dashboard.count_activities
source: About {count} <strong class="text-gray-700">activities</strong> in progress
de: Etwa {count} <strong class="text-gray-700">Aktivitäten</strong> in Bearbeitung
es: Acerca de {count} <strong class="text-gray-700">actividades</strong> en curso
fr: Environ {count} <strong class="text-gray-700">activités</strong> en cours
it: Informazioni su {count} <strong class="text-gray-700">attività</strong> in corso

# gender.male
source: Male
de: Mann
es: Hombre
fr: Homme
it: Uomo

# gender.female
source: Female
de: Frauen
es: Mujeres
fr: Femme
it: Donne

# activity.type
source: Type of activity
de: Art der Aktivität
es: Tipo de actividad
fr: Type d'activité
it: Tipo di attività

# activity.desired_date
source: The desired date
de: Das gewünschte Datum
es: La fecha deseada
fr: La dates souhaité
it: La data desiderata

# activity.destinations
source: Destination countries
de: Ziel
es: Países de destino
fr: Pays de destinations
it: Paesi di destinazione

# activity.description
source: My message
de: Meine Nachricht
es: Mi mensaje
fr: Mon message
it: Il mio messaggio

# activity.confirm_delete
source: Are you sure you want to delete this item ?
de: Möchten Sie dieses Element wirklich löschen ?
es: ¿Estás seguro de que quieres eliminar este artículo ?
fr: Est tu sûr de bien vouloir supprimer cet élément ?
it: Sei sicuro di voler eliminare questo articolo ?

# date.account_logs
source: Was it you? Connection on {login_date, date} at {login_date, time, short} GMT.
de: Warst du es ? Anschluss am {login_date, date} um {login_date, time, short} Uhr GMT.
es: ¿Eras tú ? Conexión el {login_date, date} a las {login_date, time, short} h GMT.
fr: Était-ce toi ? Connexion le {login_date, date} à {login_date, time, short} GMT.
it: Eri tu ? Collegamento il {login_date, date} alle {login_date, time, short} GMT.

source: OR
de: ODER
es: O
fr: OU
it: O
