Repository: cdiot/ryokosan
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, it

# privacy_policy
source: <h1 class="heading mt-3 mb-4 text-center">Privacy Policy</h1> <p>The ryokosan website is owned by Christopher Diot, who is a data controller of your personal data.</p> <p>We have adopted this privacy policy, which sets out how we treat information collected by ryokosan, which also provides the reasons why we need to collect certain personal data about you. Therefore, you should read this Privacy Policy before using the ryokosan website.</p> <p>We take care of your personal data and are committed to ensuring its confidentiality and security.</p> <h2 class="subheading">The personal information we collect :</h2> <p>When you visit the ryokosan, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies installed on your device. Additionally, as you browse the Site, we collect information about the web pages or individual products you view, the websites or search terms that referred you to the Site, and how you interact with the Site. site. We refer to this automatically collected information as "Device Information". In addition, we may collect the personal data you provide to us (including, but not limited to, first name, date of birth, email, etc.) during registration in order to be able to perform the contract.</ p> <h2 class="subheading">Why do we process your data ?</h2> <p>Our top priority is the security of customer data and as such we can only process minimal user data, only insofar as it is absolutely necessary to maintain the website. The information collected automatically is used only to identify potential cases of abuse and to establish statistical information regarding the use of the website. This statistical information is not otherwise aggregated in such a way as to identify any particular user of the system.</p> <p>You can visit the Website without telling us who you are or revealing any information by which someone could identify you as a specific, identifiable individual. However, if you wish to use certain features of the website, or if you wish to receive our newsletter or provide other details by filling in a form, you may provide us with personal data, such as your e-mail address, first name , your country of residence. You can choose not to provide us with your personal data, but then you may not be able to take advantage of certain features of the website. For example, you will not be able to receive our newsletter or contact us directly from the website. Users who do not know what information is required are invited to contact us via contact@ryokosan.com.</p> <h2 class="subheading">Your rights :</h2> <p>If you are a European resident, you have the following rights related to your personal data:</p> <ul> <li>The right to be informed.</li> <li>The right of access.</li> <li>The right to rectification.</li> <li>The right to erasure.</li> <li>The right to restrict processing.</li> <li>The right to data portability.</li> <li>The right to object.</li> </ul> <p>The rights relating to automated decision-making and profiling.</p> <p>If you wish to exercise this right, please contact us using the contact details below.</p> <p>Furthermore, if you are a European resident, we note that we are processing your information in order to perform contracts we might have with you (for example, if you place an order through the Site), or otherwise to pursue our legitimate business interests listed above. Additionally, please note that your information may be transferred outside of Europe, including to Canada and the United States.</p> <h2 class="subheading">Links to other websites :</h2> <p>Our website may contain links to other websites that are not owned or controlled by us. Please be aware that we are not responsible for these other websites or the privacy practices of third parties. We encourage you to be aware when you leave our website and to read the privacy statements of each website that may collect personal information. <h2 class="subheading">Information Security:</h2> <p>We secure the information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. We maintain reasonable administrative, technical and physical safeguards to protect against unauthorized access, use, modification and disclosure of personal data in its control and custody. However, no data transmission over the Internet or wireless networks can be guaranteed.</p> <h2 class="subheading">Legal Disclosure :</h2> <p>We will disclose any information we collect, use, or receive if required or permitted to do so by law, such as to comply with a subpoena or similar legal process, and when we believe in good faith that the disclosure is necessary to protect our rights, your safety or the safety of others, investigate fraud, or respond to a government request.</p> <h2 class="subheading">Contact information :</h2> <p>If you would like to contact us to understand more about this policy or if you would like to contact us regarding any questions relating to individual rights and your personal information, you can send an email to contact@ryhokosan.com.</p>
de: <h1 class="heading mt-3 mb-4 text-center">Datenschutzerklärung</h1> <p>Die Ryokosan-Website ist Eigentum von Christopher Diot, der für die Verarbeitung Ihrer personenbezogenen Daten verantwortlich ist.</p> <p>Wir haben diese Datenschutzrichtlinie angenommen, die darlegt, wie wir mit den von ryokosan erfassten Informationen umgehen, und die auch die Gründe dafür angibt, warum wir bestimmte personenbezogene Daten über Sie erfassen müssen. Daher sollten Sie diese Datenschutzrichtlinie lesen, bevor Sie die Ryokosan-Website nutzen.</p> <p>Wir kümmern uns um Ihre personenbezogenen Daten und verpflichten uns, deren Vertraulichkeit und Sicherheit zu gewährleisten.</p> <h2 class="subheading">Die von uns erhobenen personenbezogenen Daten:</h2> <p>Wenn Sie das Ryokosan besuchen, erfassen wir automatisch bestimmte Informationen über Ihr Gerät, einschließlich Informationen über Ihren Webbrowser, Ihre IP-Adresse, Ihre Zeitzone und einige der auf Ihrem Gerät installierten Cookies. Während Sie auf der Website surfen, erfassen wir außerdem Informationen über die von Ihnen angezeigten Webseiten oder einzelnen Produkte, die Websites oder Suchbegriffe, die Sie auf die Website verwiesen haben, und darüber, wie Sie mit der Website interagieren. Seite? ˅. Wir bezeichnen diese automatisch gesammelten Informationen als „Geräteinformationen“. Darüber hinaus können wir die von Ihnen angegebenen personenbezogenen Daten (insbesondere Vorname, Geburtsdatum, E-Mail etc.) bei der Registrierung erheben, um den Vertrag durchführen zu können.</p> <h2 class="subheading">Warum verarbeiten wir Ihre Daten?</h2> <p>Unsere oberste Priorität ist die Sicherheit der Kundendaten und daher können wir nur minimale Benutzerdaten verarbeiten, sofern dies für die Aufrechterhaltung der Website unbedingt erforderlich ist. Die automatisch erhobenen Informationen dienen lediglich dazu, mögliche Missbrauchsfälle zu erkennen und statistische Informationen über die Nutzung der Website zu erstellen. Diese statistischen Informationen werden nicht anderweitig aggregiert, um einen bestimmten Benutzer des Systems zu identifizieren.</p> <p>Sie können die Website besuchen, ohne uns mitzuteilen, wer Sie sind, oder Informationen preiszugeben, anhand derer Sie jemand als bestimmte, identifizierbare Person identifizieren könnte. Wenn Sie jedoch bestimmte Funktionen der Website nutzen oder unseren Newsletter erhalten oder andere Informationen durch Ausfüllen eines Formulars übermitteln möchten, können Sie uns personenbezogene Daten wie Ihre E-Mail-Adresse, Ihren Vornamen, Ihr Wohnsitzland. Sie können sich dafür entscheiden, uns Ihre personenbezogenen Daten nicht zur Verfügung zu stellen, aber dann können Sie möglicherweise bestimmte Funktionen der Website nicht nutzen. Beispielsweise können Sie unseren Newsletter nicht erhalten oder uns direkt von der Website aus kontaktieren. Benutzer, die nicht wissen, welche Informationen erforderlich sind, werden gebeten, uns über contact@ryokosan.com zu kontaktieren.</p> <h2 class="subheading">Ihre Rechte:</h2> <p>Wenn Sie in Europa ansässig sind, haben Sie die folgenden Rechte in Bezug auf Ihre personenbezogenen Daten:</p> <ul> <li>Das Recht, informiert zu werden.</li> <li>Das Zugriffsrecht.</li> <li>Das Recht auf Berichtigung.</li> <li>Das Recht auf Löschung.</li> <li>Das Recht auf Einschränkung der Verarbeitung.</li> <li>Das Recht auf Datenübertragbarkeit.</li> <li>Das Widerspruchsrecht.</li> </ul> <p>Die Rechte in Bezug auf automatisierte Entscheidungsfindung und Profilerstellung.</p> <p>Wenn Sie von diesem Recht Gebrauch machen möchten, kontaktieren Sie uns bitte über die untenstehenden Kontaktdaten.</p> <p>Wenn Sie in Europa ansässig sind, stellen wir außerdem fest, dass wir Ihre Daten verarbeiten, um Verträge zu erfüllen, die wir möglicherweise mit Ihnen haben (z. B. wenn Sie eine Bestellung über die Website aufgeben), oder um anderweitig unsere Rechte zu verfolgen oben aufgeführten Geschäftsinteressen. Bitte beachten Sie außerdem, dass Ihre Informationen außerhalb Europas übertragen werden können, einschließlich nach Kanada und in die Vereinigten Staaten.</p> <h2 class="subheading">Links zu anderen Websites :</h2> <p>Unsere Website kann Links zu anderen Websites enthalten, die nicht unser Eigentum sind oder von uns kontrolliert werden. Bitte beachten Sie, dass wir nicht für diese anderen Websites oder die Datenschutzpraktiken Dritter verantwortlich sind. Wir empfehlen Ihnen, sich bewusst zu sein, wenn Sie unsere Website verlassen, und die Datenschutzerklärungen jeder Website zu lesen, die möglicherweise personenbezogene Daten sammelt. <h2 class="subheading">Informationssicherheit:</h2> <p>Wir sichern die von Ihnen bereitgestellten Informationen auf Computerservern in einer kontrollierten, sicheren Umgebung, die vor unbefugtem Zugriff, Verwendung oder Offenlegung geschützt ist. Wir unterhalten angemessene administrative, technische und physische Sicherheitsvorkehrungen zum Schutz vor unbefugtem Zugriff, Verwendung, Änderung und Offenlegung von personenbezogenen Daten, die sich unter seiner Kontrolle und Verwahrung befinden. Es kann jedoch keine Datenübertragung über das Internet oder drahtlose Netzwerke garantiert werden.</p> <h2 class="subheading">Rechtliche Hinweise:</h2> <p>Wir werden alle Informationen, die wir sammeln, verwenden oder erhalten, offenlegen, wenn dies gesetzlich vorgeschrieben oder erlaubt ist, z. B. um einer Vorladung oder einem ähnlichen Rechtsverfahren nachzukommen, und wenn wir in gutem Glauben davon ausgehen, dass die Offenlegung erforderlich ist um unsere Rechte, Ihre Sicherheit oder die Sicherheit anderer zu schützen, Betrug zu untersuchen oder auf eine behördliche Anfrage zu reagieren.</p> <h2 class="subheading">Kontaktinformationen :</h2> <p>Wenn Sie uns kontaktieren möchten, um mehr über diese Richtlinie zu erfahren, oder wenn Sie uns bezüglich Fragen zu individuellen Rechten und Ihren persönlichen Daten kontaktieren möchten, können Sie eine E-Mail an contact@ryhokosan.com senden.</p>
es: <h1 class="heading mt-3 mb-4 text-center">Política de privacidad</h1> <p>El sitio web de ryokosan es propiedad de Christopher Diot, quien es el responsable del tratamiento de sus datos personales.</p> <p>Hemos adoptado esta política de privacidad, que establece cómo tratamos la información recopilada por ryokosan, que también proporciona las razones por las que necesitamos recopilar ciertos datos personales sobre usted. Por lo tanto, debe leer esta Política de privacidad antes de utilizar el sitio web de ryokosan.</p> <p>Cuidamos sus datos personales y nos comprometemos a garantizar su confidencialidad y seguridad.</p> <h2 class="subheading">La información personal que recopilamos:</h2> <p>Cuando visita el ryokosan, recopilamos automáticamente cierta información sobre su dispositivo, incluida información sobre su navegador web, dirección IP, zona horaria y algunas de las cookies instaladas en su dispositivo. Además, a medida que navega por el Sitio, recopilamos información sobre las páginas web o los productos individuales que ve, los sitios web o los términos de búsqueda que lo refirieron al Sitio y cómo interactúa con el Sitio. sitio. Nos referimos a esta información recopilada automáticamente como "Información del dispositivo". Además, podemos recopilar los datos personales que nos proporciona (incluidos, entre otros, nombre, fecha de nacimiento, correo electrónico, etc.) durante el registro para poder ejecutar el contrato.</ p> <h2 class="subheading">¿Por qué tratamos sus datos?</h2> <p>Nuestra principal prioridad es la seguridad de los datos de los clientes y, como tal, solo podemos procesar datos de usuario mínimos, solo en la medida en que sea absolutamente necesario para mantener el sitio web. La información recopilada automáticamente se utiliza únicamente para identificar posibles casos de abuso y para establecer información estadística sobre el uso del sitio web. Esta información estadística no se agrega de otra manera para identificar a ningún usuario particular del sistema.</p> <p>Puede visitar el sitio web sin decirnos quién es ni revelar ninguna información mediante la cual alguien pueda identificarlo como una persona específica e identificable. Sin embargo, si desea utilizar ciertas funciones del sitio web, o si desea recibir nuestro boletín informativo o proporcionar otros detalles completando un formulario, puede proporcionarnos datos personales, como su dirección de correo electrónico, nombre, Tu País de Residencia. Puede optar por no proporcionarnos sus datos personales, pero es posible que no pueda aprovechar ciertas características del sitio web. Por ejemplo, no podrá recibir nuestro boletín o contactarnos directamente desde el sitio web. Los usuarios que no saben qué información se requiere están invitados a contactarnos a través de contact@ryokosan.com.</p> <h2 class="subheading">Sus derechos:</h2> <p>Si es residente europeo, tiene los siguientes derechos relacionados con sus datos personales:</p> <ul> <li>El derecho a ser informado.</li> <li>El derecho de acceso.</li> <li>El derecho a la rectificación.</li> <li>El derecho a borrar.</li> <li>El derecho a restringir el procesamiento.</li> <li>El derecho a la portabilidad de datos.</li> <li>El derecho a oponerse.</li> </ul> <p>Los derechos relativos a la toma de decisiones automatizada y elaboración de perfiles.</p> <p>Si desea ejercer este derecho, comuníquese con nosotros utilizando los datos de contacto a continuación.</p> <p>Además, si usted es residente europeo, notamos que estamos procesando su información para realizar contratos que podamos tener con usted (por ejemplo, si realiza un pedido a través del Sitio), o de otro modo para perseguir nuestro legítimo intereses comerciales enumerados anteriormente. Además, tenga en cuenta que su información puede transferirse fuera de Europa, incluso a Canadá y los Estados Unidos.</p> <h2 class="subheading">Enlaces a otros sitios web:</h2> <p>Nuestro sitio web puede contener enlaces a otros sitios web que no son de nuestra propiedad ni están controlados por nosotros. Tenga en cuenta que no somos responsables de estos otros sitios web ni de las prácticas de privacidad de terceros. Lo alentamos a que esté atento cuando abandone nuestro sitio web y lea las declaraciones de privacidad de cada sitio web que pueda recopilar información personal. <h2 class="subheading">Seguridad de la Información:</h2> <p>Protegemos la información que nos proporciona en servidores informáticos en un entorno seguro y controlado, protegidos contra el acceso, uso o divulgación no autorizados. Mantenemos medidas de seguridad administrativas, técnicas y físicas razonables para proteger contra el acceso, uso, modificación y divulgación no autorizados de los datos personales bajo su control y custodia. Sin embargo, no se puede garantizar ninguna transmisión de datos a través de Internet o redes inalámbricas.</p> <h2 class="subheading">Divulgación legal:</h2> <p>Divulgaremos cualquier información que recopilemos, usemos o recibamos si así lo requiere o lo permite la ley, como para cumplir con una citación o un proceso legal similar, y cuando creamos de buena fe que la divulgación es necesaria para proteger nuestros derechos, su seguridad o la seguridad de los demás, investigar el fraude o responder a una solicitud del gobierno.</p> <h2 class="subheading">Información de contacto:</h2> <p>Si desea comunicarse con nosotros para obtener más información sobre esta política o si desea comunicarse con nosotros con respecto a cualquier pregunta relacionada con los derechos individuales y su información personal, puede enviar un correo electrónico a contact@ryhokosan.com.</ p>
fr: <h1 class="heading mt-3 mb-4 text-center">Politique de confidentialité</h1> <p>Le site web ryokosan est détenu par Christopher Diot, qui est un contrôleur de données de vos données personnelles.</p> <p>Nous avons adopté cette politique de confidentialité, qui détermine la manière dont nous traitons les informations collectées par ryokosan, qui fournit également les raisons pour lesquelles nous devons collecter certaines données personnelles vous concernant. Par conséquent, vous devez lire cette politique de confidentialité avant d'utiliser le site web de ryokosan.</p> <p>Nous prenons soin de vos données personnelles et nous nous engageons à en garantir la confidentialité et la sécurité.</p> <h2 class="subheading">Les informations personnelles que nous collectons :</h2> <p>Lorsque vous visitez le ryokosan, nous recueillons automatiquement certaines informations sur votre appareil, notamment des informations sur votre navigateur web, votre adresse IP, votre fuseau horaire et certains des cookies installés sur votre appareil. En outre, lorsque vous naviguez sur le site, nous recueillons des informations sur les pages web ou les produits individuels que vous consultez, sur les sites web ou les termes de recherche qui vous ont renvoyé au site et sur la manière dont vous interagissez avec le site. Nous désignons ces informations collectées automatiquement par le terme "informations sur les appareils". En outre, nous pourrions collecter les données personnelles que vous nous fournissez (y compris, mais sans s'y limiter, le prénom, date de naissance, email, etc.) lors de l'inscription afin de pouvoir exécuter le contrat.</p> <h2 class="subheading">Pourquoi traitons-nous vos données ?</h2> <p>Notre priorité absolue est la sécurité des données des clients et, à ce titre, nous ne pouvons traiter que des données minimales sur les utilisateurs, uniquement dans la mesure où cela est absolument nécessaire pour maintenir le site web. Les informations collectées automatiquement sont utilisées uniquement pour identifier les cas potentiels d'abus et établir des informations statistiques concernant l'utilisation du site web. Ces informations statistiques ne sont pas autrement agrégées de manière à identifier un utilisateur particulier du système.</p> <p>Vous pouvez visiter le site web sans nous dire qui vous êtes ni révéler d'informations, par lesquelles quelqu'un pourrait vous identifier comme un individu spécifique et identifiable. Toutefois, si vous souhaitez utiliser certaines fonctionnalités du site web, ou si vous souhaitez recevoir notre lettre d'information ou fournir d'autres détails en remplissant un formulaire, vous pouvez nous fournir des données personnelles, telles que votre e-mail, votre prénom, votre pays de résidence. Vous pouvez choisir de ne pas nous fournir vos données personnelles, mais il se peut alors que vous ne puissiez pas profiter de certaines fonctionnalités du site web. Par exemple, vous ne pourrez pas recevoir notre bulletin d'information ou nous contacter directement à partir du site web. Les utilisateurs qui ne savent pas quelles informations sont obligatoires sont invités à nous contacter via contact@ryokosan.com.</p> <h2 class="subheading">Vos droits :</h2> <p>Si vous êtes un résident européen, vous disposez des droits suivants liés à vos données personnelles :</p> <ul> <li>Le droit d'être informé.</li> <li>Le droit d'accès.</li> <li>Le droit de rectification.</li> <li>Le droit à l'effacement.</li> <li>Le droit de restreindre le traitement.</li> <li>Le droit à la portabilité des données.</li> <li>Le droit d'opposition.</li> </ul> <p>Les droits relatifs à la prise de décision automatisée et au profilage.</p> <p>Si vous souhaitez exercer ce droit, veuillez nous contacter via les coordonnées ci-dessous.</p> <p>En outre, si vous êtes un résident européen, nous notons que nous traitons vos informations afin d'exécuter les contrats que nous pourrions avoir avec vous (par exemple, si vous passez une commande par le biais du site), ou autrement pour poursuivre nos intérêts commerciaux légitimes énumérés ci-dessus. En outre, veuillez noter que vos informations pourraient être transférées en dehors de l'Europe, y compris au Canada et aux États-Unis.</p> <h2 class="subheading">Liens vers d'autres sites web :</h2> <p>Notre site web peut contenir des liens vers d'autres sites web qui ne sont pas détenus ou contrôlés par nous. Sachez que nous ne sommes pas responsables de ces autres sites web ou des pratiques de confidentialité des tiers. Nous vous encourageons à être attentif lorsque vous quittez notre site web et à lire les déclarations de confidentialité de chaque site web susceptible de collecter des informations personnelles. <h2 class="subheading">Sécurité de l'information :</h2> <p>Nous sécurisons les informations que vous fournissez sur des serveurs informatiques dans un environnement contrôlé et sécurisé, protégé contre tout accès, utilisation ou divulgation non autorisés. Nous conservons des garanties administratives, techniques et physiques raisonnables pour nous protéger contre tout accès, utilisation, modification et divulgation non autorisés des données personnelles sous son contrôle et sa garde. Toutefois, aucune transmission de données sur Internet ou sur un réseau sans fil ne peut être garantie.</p> <h2 class="subheading">Divulgation légale :</h2> <p>Nous divulguerons toute information que nous collectons, utilisons ou recevons si la loi l'exige ou l'autorise, par exemple pour nous conformer à une citation à comparaître ou à une procédure judiciaire similaire, et lorsque nous pensons de bonne foi que la divulgation est nécessaire pour protéger nos droits, votre sécurité ou celle d'autrui, enquêter sur une fraude ou répondre à une demande du gouvernement.</p> <h2 class="subheading">Informations de contact :</h2> <p>Si vous souhaitez nous contacter pour comprendre davantage la présente politique ou si vous souhaitez nous contacter concernant toute question relative aux droits individuels et à vos informations personnelles, vous pouvez envoyer un courriel à contact@ryhokosan.com.</p>
it: <h1 class="heading mt-3 mb-4 text-center">Informativa sulla privacy</h1> <p>Il sito web di ryokosan è di proprietà di Christopher Diot, che è un titolare del trattamento dei tuoi dati personali.</p> <p>Abbiamo adottato questa politica sulla privacy, che stabilisce come trattiamo le informazioni raccolte da ryokosan, che fornisce anche i motivi per cui abbiamo bisogno di raccogliere determinati dati personali su di te. Pertanto, dovresti leggere la presente Informativa sulla privacy prima di utilizzare il sito Web di ryokosan.</p> <p>Ci prendiamo cura dei tuoi dati personali e ci impegniamo a garantirne la riservatezza e la sicurezza.</p> <h2 class="subheading">Le informazioni personali che raccogliamo:</h2> <p>Quando visiti il ​​ryokosan, raccogliamo automaticamente alcune informazioni sul tuo dispositivo, incluse informazioni sul tuo browser web, indirizzo IP, fuso orario e alcuni dei cookie installati sul tuo dispositivo. Inoltre, mentre navighi sul Sito, raccogliamo informazioni sulle pagine web o sui singoli prodotti che visualizzi, sui siti web o sui termini di ricerca che ti hanno indirizzato al Sito e su come interagisci con il Sito. luogo. Ci riferiamo a queste informazioni raccolte automaticamente come "Informazioni sul dispositivo". Inoltre, potremmo raccogliere i dati personali che ci fornisci (inclusi, a titolo esemplificativo, nome, data di nascita, e-mail, ecc.) durante la registrazione per poter eseguire il contratto.</ p> <h2 class="subheading">Perché elaboriamo i tuoi dati?</h2> <p>La nostra massima priorità è la sicurezza dei dati dei clienti e in quanto tale possiamo elaborare solo dati utente minimi, solo nella misura in cui è assolutamente necessario per mantenere il sito web. Le informazioni raccolte automaticamente vengono utilizzate al solo fine di identificare potenziali casi di abuso e per ricavare informazioni statistiche sull'uso del sito web. Queste informazioni statistiche non vengono altrimenti aggregate in modo tale da identificare un particolare utente del sistema.</p> <p>Puoi visitare il sito Web senza dirci chi sei o rivelare informazioni mediante le quali qualcuno potrebbe identificarti come un individuo specifico e identificabile. Tuttavia, se desideri utilizzare alcune funzionalità del sito Web, o se desideri ricevere la nostra newsletter o fornire altri dettagli compilando un modulo, puoi fornirci dati personali, come il tuo indirizzo e-mail, nome, il tuo paese di residenza. Puoi scegliere di non fornirci i tuoi dati personali, ma in tal caso potresti non essere in grado di sfruttare alcune funzionalità del sito web. Ad esempio, non potrai ricevere la nostra newsletter o contattarci direttamente dal sito. Gli utenti che non conoscono le informazioni richieste sono invitati a contattarci tramite contact@ryokosan.com.</p> <h2 class="subheading">I tuoi diritti :</h2> <p>Se risiedi in Europa, hai i seguenti diritti relativi ai tuoi dati personali:</p> <ul> <li>Il diritto all'informazione.</li> <li>Il diritto di accesso.</li> <li>Diritto di rettifica.</li> <li>Il diritto alla cancellazione.</li> <li>Il diritto di limitare il trattamento.</li> <li>Diritto alla portabilità dei dati.</li> <li>Diritto di opposizione.</li> </ul> <p>I diritti relativi al processo decisionale automatizzato e alla profilazione.</p> <p>Se desideri esercitare questo diritto, ti preghiamo di contattarci utilizzando i dettagli di contatto di seguito.</p> <p>Inoltre, se sei residente in Europa, prendiamo atto che stiamo elaborando le tue informazioni al fine di eseguire i contratti che potremmo avere con te (ad esempio, se effettui un ordine tramite il Sito), o altrimenti per perseguire il nostro legittimo interessi commerciali sopra elencati. Inoltre, tieni presente che le tue informazioni potrebbero essere trasferite al di fuori dell'Europa, inclusi Canada e Stati Uniti.</p> <h2 class="subheading">Link ad altri siti web:</h2> <p>Il nostro sito Web può contenere collegamenti ad altri siti Web che non sono di nostra proprietà o controllati. Tieni presente che non siamo responsabili per questi altri siti Web o per le pratiche sulla privacy di terze parti. Ti invitiamo a essere consapevole quando esci dal nostro sito Web e a leggere le informative sulla privacy di ciascun sito Web che potrebbe raccogliere informazioni personali. <h2 class="subheading">Sicurezza delle informazioni:</h2> <p>Proteggiamo le informazioni che fornisci sui server dei computer in un ambiente controllato e sicuro, protetto da accesso, uso o divulgazione non autorizzati. Manteniamo ragionevoli salvaguardie amministrative, tecniche e fisiche per proteggere dall'accesso, dall'uso, dalla modifica e dalla divulgazione non autorizzati dei dati personali sotto il suo controllo e custodia. Tuttavia, non è possibile garantire la trasmissione di dati su Internet o reti wireless.</p> <h2 class="subheading">Divulgazione legale:</h2> <p>Divulgheremo tutte le informazioni che raccogliamo, utilizziamo o riceviamo se richiesto o consentito dalla legge, ad esempio per ottemperare a una citazione o a un procedimento legale simile, e quando riteniamo in buona fede che la divulgazione sia necessaria per proteggere i nostri diritti, la tua sicurezza o quella degli altri, indagare su frodi o rispondere a una richiesta del governo.</p> <h2 class="subheading">Informazioni di contatto:</h2> <p>Se desideri contattarci per saperne di più su questa politica o se desideri contattarci in merito a qualsiasi domanda relativa ai diritti individuali e alle tue informazioni personali, puoi inviare un'e-mail a contact@ryhokosan.com.</ p>
