Repository: cdiot/ryokosan
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, it

# title.head
source: Ryokosan.com, the social network to plan activity and share your holidays
de: Ryokosan.com, das soziale Netzwerk, um Aktivitäten zu planen und Ihren Urlaub zu teilen
es: Ryokosan.com, la red social para planificar actividades y compartir tus vacaciones
fr: Ryokosan.com, le réseau social pour planifier des activités et partager ses vacances
it: Ryokosan.com, il social network per pianificare attività e condividere le tue vacanze

# title.homepage
source: Home page
de: Startseite
es: Página de inicio
fr: Page d'accueil
it: Pagina iniziale -

# title.connection
source: Login
de: Einloggen
es: Iniciar sesión
fr: Connexion
it: Accesso -

# title.register
source: Register
de: Registrieren
es: Inscribirse
fr: S'inscrire
it: Registrati -

# title.reset_password
source: Reset your password
de: Setze dein Passwort zurück
es: Restablecer su contraseña
fr: Réinitialise ton mot de passe
it: Reimposta la tua password -

# title.reset_email_send
source: Email sent
de: E-Mail gesendet
es: Correo electrónico enviado
fr: E-mail envoyé
it: Email inviata -

# title.contact_us
source: Contact us
de: kontaktiere uns
es: Contáctenos
fr: Contacte nous
it: Contattaci -

# title.template_contact
source: New message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio

# title.account_edit
source: Edit your profile
de: Bearbeite dein Profil
es: Edite su perfil
fr: Modifie ton profil
it: Modifica il tuo profilo

# title.change_password
source: Change your password
de: Ändern Sie Ihr Passwort
es: Cambia tu contraseña
fr: Change ton mot de passe
it: Cambia la tua password

# title.account_logs
source: Login activity
de: Login Aktivität
es: Actividad de inicio de sesión
fr: Activité de connexion
it: Attività di accesso

# title.activity_index
source: Activity feed from the community
de: Aktivitäts Feed aus der Community
es: Feed de actividad de la comunidad
fr: Flux d'activité de la communauté
it: Feed attività dalla comunità

# title.new_activity
source: Create new Activity
de: Neue Aktivität erstellen
es: Crear nueva actividad
fr: Créer une nouvelle activité
it: Crea nuova attività

# title.edit_activity
source: Edit your Activity
de: Bearbeiten Sie Ihre Aktivität
es: Editar actividad
fr: Modifier ton activité
it: Modifica la tua attività

# title.dashboard
source: Dashboard
de: Armaturenbrett
es: Tablero
fr: Tableau de bord
it: Pannello di controllo

# title.about
source: About
de: Um
es: A proposito
fr: À propos
it: Di

# title.messaging_index
source: Messaging
de: Nachrichten
fr: Messagerie
it: Messaggistica

# title.messaging_new
source: New conversation
de: Neues Gespräch
fr: Nouvelle conversation
it: Nuova conversazione

# description.head
source: Ryokosan is a social network to find travel buddies around you or your destinations. Share your holidays, meet people and live enriching adventures.
de: Ryokosan ist ein soziales Netzwerk, um Reisefreunde in Ihrer Nähe oder an Ihren Reisezielen zu finden. Teilen Sie Ihren Urlaub, treffen Sie Leute und erleben Sie bereichernde Abenteuer.
es: Ryokosan es una red social para encontrar compañeros de viaje cerca de ti o de tus destinos. Comparte tus vacaciones, conoce gente y vive aventuras enriquecedoras.
fr: Ryokosan est un réseau social pour trouver des compagnons de voyage autour de vous ou de vos destinations. Partagez vos vacances, faites des rencontres et vivez des aventures enrichissantes.
it: Ryokosan è un social network per trovare compagni di viaggio intorno a te o alle tue destinazioni. Condividi le tue vacanze, incontra persone e vivi avventure arricchenti.

# headline.jumbotron
source: Connect with<br>other travelers
de: Verbinden Sie sich mit<br>anderen Reisenden
es: Conectar con<br>otros viajeros
fr: Connecte-toi avec<br>d'autres voyageurs
it: Entra in contatto con<br>altri viaggiatori

# headline.log_in
source: Connect to Ryokosan
de: Stellen Sie eine Verbindung zu Ryokosan her
es: Conéctate a Ryokosan
fr: Connecte-toi à Ryokosan
it: Collegati a Ryokosan

# headline.create_account
source: Create your account on Ryokosan
de: Erstellen Sie Ihr Konto auf Ryokosan
es: Crea tu cuenta en Ryokosan
fr: Créer ton compte sur Ryokosan
it: Crea il tuo account su Ryokosan

# headline.confirm_email
source: Hello! Please confirm your email!
de: Hallo! Bitte bestätige deine Email!
es: ¡Hola! ¡Por favor, confirma tu email!
fr: Bonjour! Veuillez confirmer votre email!
it: Ciao! Per favore, conferma la tua email!

# headline.reset_password
source: Reset your password on Ryokosan
de: Setzen Sie Ihr Passwort auf Ryokosan zurück
es: Restablece tu contraseña en Ryokosan
fr: Réinitialise ton mot de passe sur Ryokosan
it: Reimposta la password su Ryokosan

# headline.email_send
source: Email sent
de: E-Mail gesendet
es: Email enviado
fr: E-mail envoyé
it: Email inviata

# headline.contact_us
source: Contact us on Ryokosan
de: Kontaktieren Sie uns auf Ryokosan
es: Contacta con nosotros en Ryokosan
fr: Contacte nous sur Ryokosan
it: Contattaci su Ryokosan

# headline.account_edit
source: Edit your profile
de: Bearbeite dein Profil
es: Edite su perfil
fr: Modifie ton profil
it: Modifica il tuo profilo

# headline.change_password
source: Change your password
de: Ändern Sie Ihr Passwort
es: Cambia tu contraseña
fr: Changer ton mot de passe
it: Cambia la tua password

# headline.account_logs
source: Login activity
de: Login-Aktivität
es: Actividad de inicio de sesión
fr: Activité de connexion
it: Attività di accesso

# headline.activity_index
source: Activity Feed from the community
de: Aktivitäts feed aus der Community
es: Feed de actividad de la comunidad
fr: Flux d'activité de la communauté
it: Feed attività dalla comunità

# headline.new_activity
source: Create new Activity
de: Neue Aktivität erstellen
es: Crear nueva actividad
fr: Créer une nouvelle activité
it: Crea nuova attività

# headline.edit_activity
source: Edit your Activity
de: Aktivität bearbeiten
es: Edita tu Actividad
fr: Modifier ton activité
it: Modifica attività

# headline.dashboard
source: Dashboard
de: Armaturenbrett
es: Tablero
fr: Tableau de bord
it: Pannello di controllo

# heading.what_is_it
source: Ryokosan: what is it ?
de: Ryokosan: Was ist es ?
es: Ryokosan: ¿Qué es?
fr: Ryokosan: qu'est-ce que c'est ?
it: Ryokosan: che cos'è?

# heading.activity_date
source: The desired date
es: La fecha deseada
fr: La date souhaitée
it: La data desiderata

# heading.sponsor_list
source: Sponsor List
de: Sponsorenliste
es: Lista de patrocinadores
fr: Liste des sponsors
it: Elenco degli sponsor

# heading.about_creator
source: Who is the creator ?
de: Wer ist der Schöpfer ?
es: ¿Quién es el creador ?
fr: Qui est le créateur ?
it: Chi è il creatore ?

# heading.about_us
source: How are we different from others ?
de: Wie unterscheiden wir uns von anderen ?
es: ¿Cómo somos diferentes de los demás ?
fr: En quoi sommes-nous différents des autres ?
it: In che modo siamo diversi dagli altri ?

# heading.messaging_member_conversation
source: The members of the conversation
de: Die Gesprächspartner
fr: Les membres de la conversation
it: I membri della conversazione

# sub_heading.join_the_community
source: Join the community
de: Trete der Community bei
es: Unete a la communidad
fr: Rejoint la communauté
it: Unisciti alla comunità

# sub_heading.connect_with_travelers
source: Connect with travelers
de: Verbinden Sie sich mit Reisenden
es: Conectar con los viajeros
fr: Connecte toi avec les voyageurs
it: Entra in contatto con i viaggiatori

# sub_heading.meet_up_and_travel
source: Meet up and travel
de: Treffen und reisen
es: Reunirse y viajar
fr: Se rencontrer et voyager
it: Incontrarsi e viaggiare

# sub_heading.free_without_advertising
source: Free and without advertising
de: Kostenlos und ohne Werbung
es: Gratis y sin publicidad
fr: Gratuit et sans publicité
it: Gratuito e senza pubblicità

# sub_heading.advanced_messaging_system
source: Advanced messaging system
de: Erweitertes Nachrichtensystem
es: Sistema de mensajería avanzado
fr: Système de messagerie avancé
it: Sistema di messaggistica avanzato

# sub_heading.verified_profiles_and_guaranteed
source: Verified Profiles and Guaranteed
de: Verifizierte Profile und garantiert
es: Perfiles Verificados y Garantizados
fr: Profils vérifiés et garantis
it: Profili Verificati e Garantiti

# lead.jumbotron
source: Share your holidays, organize activities and meet people, find a travel companion around you or your destinations.
de: Teilen Sie Ihren Urlaub, organisieren Sie Aktivitäten und treffen Sie Leute, finden Sie einen Reisebegleiter in Ihrer Nähe oder an Ihren Zielen.
es: Comparte tus vacaciones, organiza actividades y conoce gente, encuentra un compañero de viaje cerca de ti o de tus destinos.
fr: Partage tes vacances, organise des activités et faits des rencontres, trouve un compagnon de voyage autour de toi ou de tes destinations.
it: Condividi le tue vacanze, organizza attività e incontra persone, trova un compagno di viaggio intorno a te o alle tue destinazioni.

# lead.what_is_it_top
source: In terms of platforms to meet other travellers, most of the time you have to choice between platforms Hybrid whose real purpose is to sell you something like organized trips or others that are available in a single language, available only to women, their social network seems inactive for several years, some are forums not optimized for meet travellers. You are here because it doesn't matter if you are planning an activity in your country or on the other side of the world; you want to meet other travel buddies. And because it's not always easy. We're here to help you reach your goal without detour.
de: In Bezug auf Plattformen, um andere Reisende zu treffen, müssen Sie die meiste Zeit zwischen Hybridplattformen wählen, deren eigentlicher Zweck darin besteht, Ihnen so etwas wie organisierte Reisen oder andere zu verkaufen, die in einer einzigen Sprache verfügbar sind und nur für Frauen verfügbar sind, scheint ihr soziales Netzwerk seit mehreren Jahren inaktiv, einige sind Foren, die nicht für Meeting-Reisende optimiert sind. Sie sind hier, weil es egal ist, ob Sie eine Aktivität in Ihrem Land oder am anderen Ende der Welt planen; Sie möchten andere Reisefreunde treffen. Und weil es nicht immer einfach ist. Wir helfen Ihnen, Ihr Ziel ohne Umwege zu erreichen.
es: En cuanto a las plataformas para conocer a otros viajeros, la mayoría de las veces tienes que elegir entre plataformas híbridas cuyo propósito real es venderte algo como viajes organizados u otras que están disponibles en un solo idioma, disponibles solo para mujeres, su red social parece inactivo durante varios años, algunos son foros no optimizados para conocer viajeros. Estás aquí porque no importa si estás planeando una actividad en tu país o al otro lado del mundo; quieres conocer a otros compañeros de viaje. Y porque no siempre es fácil. Estamos aquí para ayudarlo a alcanzar su meta sin desviarse.
fr: En matière de plateformes pour rencontrer d'autres voyageurs, la plupart du temps ta le choix entre des plateformes Hybrides dont le vrai but est de te vendre quelque chose comme des voyages organisés ou d'autres qui sont disponibles dans une seule langue, accessibles uniquement aux femmes, leur réseau social semble inactifs depuis plusieurs années, certains sont des forums non optimisés pour rencontrer des voyageurs. Tes ici parce que peu importe si tu planifie une activité dans ton pays ou à l'autre bout du monde ; tu veux rencontrer d'autres compagnons de voyage. Et parce que ce n'est pas toujours facile. Nous sommes là pour t'aider à atteindre ton objectif sans détour.
it: In termini di piattaforme per incontrare altri viaggiatori, il più delle volte devi scegliere tra piattaforme Hybrid il cui vero scopo è venderti qualcosa come viaggi organizzati o altri disponibili in un'unica lingua, disponibili solo per le donne, sembra che il loro social network inattivi da diversi anni, alcuni sono forum non ottimizzati per incontrare i viaggiatori. Sei qui perché non importa se stai pianificando un'attività nel tuo paese o dall'altra parte del mondo; vuoi incontrare altri compagni di viaggio. E perché non è sempre facile. Siamo qui per aiutarti a raggiungere il tuo obiettivo senza deviazioni.

# lead.what_is_it_bottom
source: You are a student, you are looking for a rewarding experience to add to your CV and you have even minimal skills in Javascript, css or languages. Contact us via our social networks or via the contact form we have a mission for you.
de: Sie sind Student, suchen nach einer lohnenden Erfahrung, die Sie Ihrem Lebenslauf hinzufügen können, und Sie haben sogar minimale Kenntnisse in Javascript, CSS oder Sprachen. Kontaktieren Sie uns über unsere sozialen Netzwerke oder über das Kontaktformular. Wir haben eine Mission für Sie.
es: Eres estudiante, estás buscando una experiencia gratificante para agregar a tu CV y ​​tienes habilidades mínimas en Javascript, css o idiomas. Contáctanos a través de nuestras redes sociales o a través del formulario de contacto tenemos una misión para ti.
fr: Tu es étudiant tu recherches une expérience enrichissante à ajouter sur ton cv et tu a des compétences même minimes en Javascript, css ou en langues. Contacte-nous via nos réseaux sociaux ou par le formulaire de contact on a une mission pour toi.
it: Sei uno studente, cerchi un'esperienza gratificante da aggiungere al tuo CV e hai competenze anche minime in Javascript, css o lingue. Contattaci tramite i nostri social network o tramite il modulo di contatto abbiamo una missione per te.

# lead.activity_index
source: Contact your favorite members, according to your preferences and discuss your project.
de: Kontaktieren Sie Ihre Lieblingsmitglieder, ganz nach Ihren Vorlieben, und besprechen Sie Ihre Projekte.
es: Contacta con tus miembros favoritos, según tus preferencias y comenta tus proyectos.
fr: Contacte tes membres préférés, selon tes préférences et discutez de vos projets.
it: Contatta i tuoi membri preferiti, in base alle tue preferenze e discuti i tuoi progetti.

# lead.new_activity
source: Add your activity and increase your chances of finding a travel companion who shares the same project as you.
de: Fügen Sie Ihre Aktivität hinzu und erhöhen Sie Ihre Chancen, einen Reisebegleiter zu finden, der dasselbe Projekt wie Sie teilt.
es: Añade tu actividad y aumenta tus posibilidades de encontrar un compañero de viaje que comparta el mismo proyecto que tú.
fr: Ajoute ton activité et augmente tes chances de trouver un compagnon de voyage partageant le même projet que toi.
it: Aggiungi la tua attività e aumenta le tue possibilità di trovare un compagno di viaggio che condivida il tuo stesso progetto.

# lead.edit_activity
source: Update your activity and increase your chances of finding a travel companion who shares the same project as you.
de: Aktualisieren Sie Ihre Aktivität und erhöhen Sie Ihre Chancen, einen Reisebegleiter zu finden, der dasselbe Projekt wie Sie teilt.
es: Actualice su actividad y aumente sus posibilidades de encontrar un compañero de viaje que comparta el mismo proyecto que usted.
fr: Modifie ton activité et augmente tes chances de trouver un compagnon de voyage partageant le même projet que toi.
it: Aggiorna la tua attività e aumenta le tue possibilità di trovare un compagno di viaggio che condivida il tuo stesso progetto.

# lead.messaging_index
source: Ryokosan Messaging is the instant messaging service integrated into the Ryokosan platform. This messaging system allows you to exchange with other members.
de: Ryokosan Messaging ist der Instant-Messaging-Dienst, der in die Ryokosan-Plattform integriert ist. Über diese Nachrichten können Sie sich mit anderen Mitgliedern austauschen.
fr: Ryokosan Messaging est le service de messagerie instantanée, intégré à la plateforme Ryokosan. Cette messagerie vous permet d'échanger avec les autres membres.
it: Ryokosan Messaging è il servizio di messaggistica istantanea, integrato nella piattaforma Ryokosan. Questo messaggio ti consente di scambiare con altri membri.

# lead.messaging_new
source: Create a new conversation and start chatting with our other members.
de: Erstellen Sie eine neue Konversation und beginnen Sie mit unseren anderen Mitgliedern zu chatten.
fr: Créer une nouvelle conversation et commence à discuter avec nos autres membres.
it: Crea una nuova conversazione e inizia a chattare con gli altri membri.

# content.join_the_community
source: Ryokosan is very easy to use. You just need to create an account. A moderator will check your profile within 24 hours. Then show who you are add a profile photo that suits you.
de: Ryokosan ist sehr einfach anzuwenden. Sie müssen nur ein Konto erstellen. Ein Moderator prüft Ihr Profil innerhalb von 24 Stunden. Zeigen Sie dann, wer Sie sind, und fügen Sie ein Profilfoto hinzu, das zu Ihnen passt.
es: Ryokosan es muy fácil de usar. Solo necesitas crear una cuenta. Un moderador revisará su perfil dentro de las 24 horas. Luego muestra quién eres agrega una foto de perfil que se adapte a ti.
fr: Ryokosan est très facile à utiliser. Il te suffit de créer un compte. Un modérateur vérifiera ton profil dans les 24 heures. Montre ensuite qui tu ait ajoute une photo de profil qui te ressemble.
it: Ryokosan è molto facile da usare. Devi solo creare un account. Un moderatore controllerà il tuo profilo entro 24 ore. Quindi mostra chi sei e aggiungi una foto del profilo che fa per te.

# content.connect_with_travelers
source: We consider that each profile is important, choose who you want to meet according to your project and your expectations (destination, date, age, gender) or add an activity in a few minutes and start chatting. Then come back and give your opinion on our networks. Also subscribe to our newsletter to be aware of the latest profile added.
de: Wir halten jedes Profil für wichtig, wählen Sie entsprechend Ihrem Projekt und Ihren Erwartungen (Ziel, Datum, Alter, Geschlecht) aus, wen Sie treffen möchten, oder fügen Sie in wenigen Minuten eine Aktivität hinzu und beginnen Sie mit dem Chatten. Dann kommen Sie zurück und geben Sie Ihre Meinung zu unseren Netzwerken ab. Abonnieren Sie auch unseren Newsletter, um über das neuste hinzugefügte Profil informiert zu werden.
es: Consideramos que cada perfil es importante, elige a quién quieres conocer según tu proyecto y tus expectativas (destino, fecha, edad, género) o agrega una actividad en unos minutos y comienza a chatear. Entonces vuelve y da tu opinión en nuestras redes. También suscríbase a nuestro boletín para estar al tanto del último perfil agregado.
fr: Nous considérons que chaque profil est important, choisi qui tu souhaite rencontrer en fonction de ton projet et de tes attentes (destination, date, âge, sexe) ou ajoute une activité en quelques minutes et commence à discuter. Alors revient donner ton avis sur nos réseaux. Inscrit toi également à notre newsletter pour être au courant des derniers profils ajoutés.
it: Consideriamo importante ogni profilo, scegli chi vuoi incontrare in base al tuo progetto e alle tue aspettative (destinazione, data, età, sesso) oppure aggiungi un'attività in pochi minuti e inizia a chattare. Quindi torna e dai la tua opinione sulle nostre reti. Iscriviti anche alla nostra newsletter per essere informato sull'ultimo profilo aggiunto.

# content.meet_up_and_travel
source: You want to meet fellow travelers and live unforgettable adventures, that's why several times a year we organize free meetings all over the globe. You choose the destination via our social networks. This year we went to Thailand and South Korea.
de: Sie möchten Mitreisende treffen und unvergessliche Abenteuer erleben, deshalb organisieren wir mehrmals im Jahr kostenlose Treffen auf der ganzen Welt. Sie wählen das Ziel über unsere sozialen Netzwerke aus. Dieses Jahr waren wir in Thailand und Südkorea.
es: Quieres conocer a compañeros de viaje y vivir aventuras inolvidables, por eso varias veces al año organizamos encuentros gratuitos por todo el mundo. Tú eliges el destino a través de nuestras redes sociales. Este año fuimos a Tailandia y Corea del Sur.
fr: Tu souhaite rencontrer d'autres voyageurs et vivre des aventures inoubliables, c'est pourquoi plusieurs fois par an nous organisons des rencontres gratuites dans le monde entier. Vous choisissez la destination via nos réseaux sociaux. Cette année, nous sommes allés en Thaïlande et en Corée du Sud.
it: Vuoi incontrare compagni di viaggio e vivere avventure indimenticabili, ecco perché più volte all'anno organizziamo incontri gratuiti in tutto il mondo. Scegli tu la destinazione tramite i nostri social network. Quest'anno siamo stati in Thailandia e Corea del Sud.

# content.free_without_advertising
source: Access our members profiles and start chatting with them for free without hidden fees and browse our platform without third-party advertising because in ryokosan we think its significantly affect your experience.
de: Greifen Sie auf unsere Mitgliederprofile zu und beginnen Sie kostenlos mit ihnen zu chatten, ohne versteckte Gebühren, und durchsuchen Sie unsere Plattform ohne Werbung von Drittanbietern, da wir bei Ryokosan glauben, dass dies Ihre Erfahrung erheblich beeinflusst.
es: Acceda a los perfiles de nuestros miembros y comience a chatear con ellos de forma gratuita sin tarifas ocultas y navegue por nuestra plataforma sin publicidad de terceros porque en ryokosan creemos que afecta significativamente su experiencia.
fr: Accéde aux profils de nos membres et commence à discuter avec eux gratuitement sans frais cachés et navigue sur notre plateforme sans publicité tiers, car chez ryokosan, nous pensons que cela affecte considérablement votre expérience.
it: Accedi ai profili dei nostri membri e inizia a chattare con loro gratuitamente senza costi nascosti e naviga nella nostra piattaforma senza pubblicità di terze parti perché in ryokosan pensiamo che influisca in modo significativo sulla tua esperienza.

# content.advanced_messaging_system
source: Whether you want to hike in your country or travel to the other side of the world. Chat with whoever you want, first send a message, a photo or a flash to start communicating with our members. (video calls coming soon).
de: Egal, ob Sie in Ihrem Land wandern oder ans andere Ende der Welt reisen möchten. Chatten Sie mit wem Sie wollen, senden Sie zuerst eine Nachricht, ein Foto oder einen Blitz, um mit unseren Mitgliedern zu kommunizieren. (Videoanrufe folgen in Kürze).
es: Ya sea que quieras hacer senderismo en tu país o viajar al otro lado del mundo. Chatea con quien quieras, primero envía un mensaje, una foto o un flash para empezar a comunicarte con nuestros miembros. (videollamadas próximamente).
fr: Que tu veux faire une randonner dans ton pays ou voyager à l'autre bout du monde. Discute avec qui tu veux, envoyez d'abord un message, une photo ou un flash pour commencer à communiquer avec nos membres. (appels vidéo bientôt disponible).
it: Sia che tu voglia fare escursioni nel tuo paese o viaggiare dall'altra parte del mondo. Chatta con chi vuoi, invia prima un messaggio, una foto o un flash per iniziare a comunicare con i nostri membri. (videochiamate in arrivo).
