Repository: cdiot/ryokosan
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, it

# label.is_verified
source: Verified
de: Geprüft
es: Comprobado
fr: Vérifié

# gender.other
source: Other
de: Sonstiges
es: Otro
fr: Autre

# label.roles
source: Roles
es: Role
fr: Rôle

# label.email
source: E-mail
es: Correo electrónico
