Repository: cdiot/ryokosan
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, it

# content.verified_profiles_and_guaranteed
source: All our profiles are validated by email and verified via manual moderation by our moderators. A certification process is in place for suspicious profiles. You can report them to us via the contact form.
de: Alle unsere Profile werden per E-Mail validiert und durch manuelle Moderation durch unsere Moderatoren verifiziert. Für verdächtige Profile gibt es ein Zertifizierungsverfahren. Sie können uns diese über das Kontaktformular melden.
es: Todos nuestros perfiles son validados por correo electrónico y verificados mediante moderación manual por parte de nuestros moderadores. Existe un proceso de certificación para perfiles sospechosos. puedes informarnos a través del formulario de contacto.
fr: Tous nos profils sont validés par email et vérifiés via une modération manuelle par nos modérateurs. Un processus de certification est en place pour les profils suspects. Tu peut nous les signaler via le formulaire de contact.
it: Tutti i nostri profili sono convalidati via e-mail e verificati tramite moderazione manuale dai nostri moderatori. È in atto un processo di certificazione per i profili sospetti. puoi segnalarcelo tramite il modulo di contatto.

# content.about_creator_top
source: I am Chris the creator of ryokosan and I started on this platform in 2022, at which time I came out of a difficult period following the loss of a loved one a few years ago. I wanted to make my first trip simbolizing a new start but I realized that it is sometimes difficult to find people around you with the same availability as you. Not finding a platform to my liking, I created ryokosan, a human platform that shares the co-travel putting the profiles of each one forward, as much as the destination.
de: Ich bin Chris, der Schöpfer von Ryokosan, und ich habe 2022 auf dieser Plattform angefangen, als ich nach dem Verlust eines geliebten Menschen vor einigen Jahren aus einer schwierigen Zeit herauskam. Ich wollte meine erste Reise machen, um einen Neuanfang zu simulieren, aber mir wurde klar, dass es manchmal schwierig ist, Menschen mit der gleichen Verfügbarkeit wie Sie in Ihrer Nähe zu finden. Ich finde keine Plattform nach meinem Geschmack, ich hat Ryokosan geschaffen, eine menschliche Plattform, die das Mitreisen teilt und die Profile jedes Einzelnen sowie das Ziel vorstellt.
es: Soy Chris, el creador de ryokosan y comencé en esta plataforma en 2022, momento en el que salí de un período difícil tras la pérdida de un ser querido hace unos años. Quería hacer mi primer viaje simbolizando un nuevo comienzo pero me di cuenta que a veces es difícil encontrar gente a tu alrededor con la misma disponibilidad que tú. Al no encontrar una plataforma de mi agrado, creó ryokosan, una plataforma humana que comparte los co-viajes poniendo por delante los perfiles de cada uno, tanto como el destino.
fr: Je suis Chris le créateur de ryokosan et j'ai commencé sur cette plateforme en 2022, date à laquelle je suis sorti d'une période difficile suite à la perte d'un être cher il y a quelques années. Je voulais faire mon premier voyage en symbolisant un nouveau départ mais je me suis rendu compte qu'il est parfois difficile de trouver autour de soi des personnes ayant la même disponibilité que soi. Ne trouvant pas de plateforme à mon goût, je a créé ryokosan, une plateforme humaine qui partage le co-voyage mettant en avant les profils de chacun, autant que la destination.
it: Sono Chris il creatore di ryokosan e ho iniziato su questa piattaforma nel 2022, momento in cui sono uscito da un periodo difficile in seguito alla perdita di una persona cara qualche anno fa. Volevo fare il mio primo viaggio simbolizzando un nuovo inizio ma mi sono reso conto che a volte è difficile trovare persone intorno a te con la tua stessa disponibilità. Non trovando una piattaforma di mio gradimento, I ha creato ryokosan, una piattaforma umana che condivide il co-viaggio mettendo in primo piano i profili di ciascuno, così come la destinazione.

# content.about_creator_bottom
source: Why tell you this story because behind ryokosan there is a human team with values and experiences.
de: Warum Ihnen diese Geschichte erzählen, denn hinter Ryokosan steht ein menschliches Team mit Werten und Erfahrungen.
es: Por qué contarte esta historia porque detrás de ryokosan hay un equipo humano con valores y experiencias.
fr: Pourquoi vous raconté cette histoire parce que derrière ryokosan il y a une équipe humaine avec des valeurs et du vécus.
it: Perché raccontarti questa storia perché dietro al ryokosan c'è un team umano con valori ed esperienze.

# content.about_us_top
source: Ryokosan is a European platform that allows you to meet other people regardless of their nationality with the same desires as you In terms of travel and activities. Our concept is halfway between a social network and a dating site, in fact it makes it possible to match profiles according to their destinations, geolocation, interest, age, gender, which is still more efficient than a forum where you post a little of everything and anything. Ryokosan is also a free site, without any subscription where each profile is verified and we will not influence you to sell you organized trips, you are free. You can browse quietly without advertising and your data belongs to you, you keep them! The team is young between 19 and 26 years old, dynamic and active on the networks. Co-traveling is a way of traveling that has existed for millennia, we are not going to pretend to reinvent the wheel, but we hope to bring you directly to your goal.
de: Ryokosan ist eine europäische Plattform, die es Ihnen ermöglicht, andere Menschen unabhängig von ihrer Nationalität mit den gleichen Wünschen wie Sie in Bezug auf Reisen und Aktivitäten zu treffen. Unser Konzept liegt auf halbem Weg zwischen einem sozialen Netzwerk und eine Dating-Site, die es tatsächlich ermöglicht, Profile nach Zielort, Geolokalisierung, Interesse, Alter, Geschlecht abzugleichen, Das ist immer noch effizienter als ein Forum, in dem Sie ein bisschen von allem und jedem posten. Ryokosan ist auch eine kostenlose Seite, ohne jedes Abonnement, bei dem jedes Profil verifiziert wird und wir Sie nicht beeinflussen werden, Ihnen organisierte Reisen zu verkaufen, Sie sind frei. Sie können stöbern leise ohne Werbung und Ihre Daten gehören Ihnen, Sie behalten sie! Das Team ist jung zwischen 19 und 26 Jahre alt, dynamisch und in den Netzwerken aktiv. Mitreisen ist eine Art des Reisens, die es seit Jahrtausenden gibt, wir werden nicht vorgeben, sie neu zu erfinden Rad, sondern wir hoffen, Sie direkt an Ihr Ziel zu bringen.
es: Ryokosan es una plataforma europea que te permite conocer a otras personas independientemente de su nacionalidad con los mismos deseos que tú en cuanto a viajes y actividades. Nuestro concepto está a medio camino entre una red social y un sitio de citas, de hecho, permite unir perfiles según sus destinos, geolocalización, interés, edad, género, lo cual es aún más eficiente que un foro donde publicas un poco de todo y nada. Ryokosan también es un sitio gratuito, sin cualquier suscripción donde se verifique cada perfil y no te influenciaremos para venderte viajes organizados, eres libre. Puedes navegar tranquilamente sin publicidad y tus datos te pertenecen, los conservas! El equipo es joven entre 19 y 26 años, dinámico y activo en las redes. Co-viajar es una forma de viajar que existe desde hace milenios, no vamos a pretender reinventar la rueda, pero esperamos llevarte directamente a tu meta.
fr: Ryokosan, c'est une plateforme européenne qui te permet de rencontrer d'autres personnes peu importe leur nationalité avec les mêmes envies que toi En termes de voyage et d'activités. Notre concept est a mis chemin entre réseau social et site de rencontre, en fait cela permet de faire correspondre les profils selon leurs destinations, géolocalisation, intérêt, age, genre ce qui est quand même plus performant qu'un forum où on poste un peux de tout et de n'importe quoi. Ryokosan, c'est aussi un site gratuit, sans aucun abonnement ou chaque profil est vérifié et nous ne t'influencerons pas pour te vendrons des voyages organisés, tu est libre. Tu peux naviguer tranquillement sans publicité et tes données t'appartiennent tu les gardes ! L'équipe est jeune entre 19 et 26 ans, dynamique et actifs sur les réseaux. Le covoyage est une manière de voyager existant depuis des millénaires, on ne va pas prétendre réinventée la roue, mais on espère t'amener directement vers ton objectif.
it: Ryokosan è una piattaforma europea che ti permette di incontrare altre persone indipendentemente dalla loro nazionalità con i tuoi stessi desideri in termini di viaggi e attività. Il nostro concetto è a metà strada tra un social network e un sito di incontri, infatti permette di abbinare i profili in base alla loro destinazione, geolocalizzazione, interesse, età, sesso, che è ancora più efficiente di un forum in cui pubblichi un po' di tutto e di niente. Ryokosan è anche un sito gratuito, senza qualsiasi abbonamento in cui ogni profilo è verificato e non ti influenzeremo a venderti viaggi organizzati, sei libero. Puoi navigare tranquillamente senza pubblicità e i tuoi dati ti appartengono, li tieni! La squadra è giovane tra i 19 ei 26 anni, dinamica e attivo sulle reti. Il co-viaggiare è un modo di viaggiare che esiste da millenni, non pretenderemo di reinventarlo ruota, ma speriamo di portarti direttamente al tuo obiettivo.

# content.about_us_bottom
source: For any questions, contact the Ryokosan team: contact@ryokosan.com
de: Wenden Sie sich bei Fragen an das Ryokosan-Team: contact@ryokosan.com
es: Si tiene alguna pregunta, comuníquese con el equipo de Ryokosan: contact@ryokosan.com
fr: Pour toute question, contactez l'équipe de Ryokosan : contact@ryokosan.com
it: Per qualsiasi domanda, contatta il team Ryokosan: contact@ryokosan.com

# content.template_registration
source: Il team di Ryokosan ti ringrazia per la fiducia che ci hai dimostrato. Il tuo nuovo account è stato inizializzato correttamente. Per attivare il tuo account e convalidare definitivamente la tua registrazione, per favore conferma il tuo indirizzo email cliccando sul seguente link: <br><br><a href="{link}">Conferma la mia email</a>. Questo collegamento scadrà tra
de: Das Ryokosan-Team bedankt sich für das entgegengebrachte Vertrauen. Ihr neues Konto wurde erfolgreich initialisiert. Um Ihr Konto zu aktivieren und Ihre Registrierung endgültig zu validieren, Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf den folgenden Link klicken: <br><br><a href="{link}">Bestätige meine E-Mail</a>. Dieser Link läuft ab in
es: El equipo de Ryokosan quiere agradecerle la confianza que nos ha mostrado. Su nueva cuenta se ha inicializado con éxito. Para activar su cuenta y validar definitivamente su registro, Por favor, confirme su dirección de correo electrónico haciendo clic en el siguiente enlace: <br><br><a href="{link}">Confirmar mi correo electrónico</a>. Este enlace caducará en
fr: L'équipe de Ryokosan tient à vous remercier pour la confiance que vous nous témoignez. Votre nouveau compte a été initialisé avec succès. Pour activer votre compte et valider définitivement votre inscription, merci de confirmer votre adresse mail en cliquant sur le lien suivant : <br><br><a href="{link}">Confirmer mon e-mail</a>. Ce lien expirera dans
it: Das Ryokosan-Team bedankt sich für das entgegengebrachte Vertrauen. Ihr neues Konto wurde erfolgreich initialisiert. Um Ihr Konto zu aktivieren und Ihre Registrierung endgültig zu validieren, Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf den folgenden Link klicken: <br><br><a href="{link}">Bestätige meine E-Mail</a>. Dieser Link läuft ab in

# content.template_reset_password
source: <h1>Hello!</h1><p>To reset your password, please visit the following link</p>
de: <h1>Hallo!</h1><p>Um Ihr Passwort zurückzusetzen, besuchen Sie bitte den folgenden Link</p>
es: <h1>¡Hola!</h1><p>Para restablecer su contraseña, visite el siguiente enlace</p>
fr: <h1>Bonjour!</h1><p>Pour réinitialiser votre mot de passe, veuillez visiter le lien suivant</p>
it: <h1>Ciao!</h1><p>Per reimpostare la tua password, visita il seguente link</p>

# content.expire_link
source: This link will expire in
de: Dieser Link läuft ab in
es: Este enlace caducará en
fr: Ce lien expirera dans
it: Questo collegamento scadrà tra

# action.discover
source: Discover For Free Now!
de: Jetzt kostenlos entdecken!
es: ¡Descubre gratis ahora!
it: Scopri ora gratuitamente!

# action.login_with_google
source: Login with Google
de: Melden Sie sich mit Google an
es: Iniciar sesión con Google
fr: Connecte-toi avec Google
it: Accedi con Google

# action.login
source: Log In
de: Einloggen
es: Iniciar sesión
fr: Connexion
it: Accesso

# action.go_to_forgot_password
source: Forgot your password ?
de: Haben Sie Ihr Passwort vergessen ?
es: Olvidaste tu contraseña ?
fr: Mot de passe oublié ?
it: Hai dimenticato la password ?

# action.go_to_register
source: You do not have an account ? <a href="{link}" class="text-primary">Sign up !</a>
de: Sie haben kein Konto ? <a href="{link}" class="text-primary">Anmelden !</a>
es: ¿No tienes una cuenta ? <a href="{link}" class="text-primary">Inscribirse !</a>
fr: Vous n'avez pas de compte ? <a href="{link}" class="text-primary">S'inscrire !</a>
it: Non hai un account? <a href="{link}" class="text-primary">Iscrizione !</a>

# action.go_to_login
source: Already have an account ? <a href="{link}" class="text-primary">Login !</a>
de: Sie haben bereits ein Konto ? <a href="{link}" class="text-primary">Anmeldung !</a>
es: Ya tienes una cuenta ? <a href="{link}" class="text-primary">Acceso !</a>
fr: Vous avez déjà un compte ? <a href="{link}" class="text-primary">Connexion !</a>
it: Hai già un account ? <a href="{link}" class="text-primary">Accedi!</a>

# action.save
source: Register
de: Zur Anmeldung
es: Para registrarse
fr: Enregister
it: Registrati

# action.update
source: Change the password
de: Änder das Passwort
es: Cambiar la contraseña
fr: Modifier le mot de passe
it: Cambia la password

# action.publish
source: Published
de: Veröffentlicht
es: Publicado
fr: Publié
it: Pubblicato

# action.send_reset_password
source: Send reset link
de: Zurücksetzen-Link senden
es: Enviar enlace de reinicio
fr: Envoyer un lien de réinitialisation
it: Invia link di ripristino

# action.reset_password
source: Reset password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
it: Resetta la password

# action.retry_reset_password
source: If you don't receive an email please check your spam folder or <a href="{link}">try again</a>.
de: Sollten Sie keine E-Mail erhalten, prüfen Sie bitte Ihren Spam-Ordner bzw <a href="{link}">versuchen Sie es erneut</a>.
es: Si no recibe un correo electrónico, verifique su carpeta de correo no deseado o <a href="{link}">inténtalo de nuevo</a>.
fr: Si vous ne recevez pas d'e-mail, veuillez vérifier votre dossier spam ou <a href="{link}">réessayer</a>.
it: Se non ricevi un'e-mail, controlla la tua cartella spam o <a href="{link}">Riprova</a>.

# action.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Inviare

# action.send_him_message
source: Send him a message
de: Senden Sie ihm eine Nachricht
es: Envíale un mensaje
fr: Envoie lui un message
it: Mandagli un messaggio

# action.new_group
source: New Conversation
de: Neues Gespräch
fr: Nouvelle Conversation
it: Nuova conversazione

# label.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
it: Parola d'ordine

# label.current_password
source: Current Password
de: Jetziges Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale

# label.new_password
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password

# label.repeat_password
source: Confirm new password
de: Bestätigen Sie das neue Passwort
es: Confirmar la nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password

# label.gender
source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere

# label.firstname
source: Firstname
de: Vorname
es: Primer nombre
fr: Prénom
it: Nome di battesimo

# label.birthday
source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Date d'anniversaire
it: Compleanno

# label.geolocalisation
source: Geolocalisation
de: Geolokalisierung
es: Geolocalización
fr: Géolocalisation
it: Geolocalizzazione

# label.sponsorship
source: Sponsorship
de: Sponsoring
es: Patrocinio
fr: Parrainage
it: Sponsorizzazione

# label.agree_terms
source: Agree terms
de: Akzeptieren Sie die Bedingungen
es: Aceptar las condiciones
fr: Accepter les conditions
it: Accettatore le condizioni

# label.subject
source: Subject
de: Thema
es: Tema
fr: Sujet
it: Materia

# label.message
source: Message
de: Nachricht
es: Mensaje
it: Messaggio

# label.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione

# label.start_date
source: From the
de: Von dem
es: Desde el
fr: À partir du
it: Dal

# label.end_date
source: Until
de: Bis um
es: Hasta que
fr: Jusqu'au
it: Fino a quando

# label.name
source: Name
fr: Nom
it: Nome

# label.users
source: Users
de: Benutzer
fr: Utilisateurs
it: Utenti

# placeholder.select
source: Select
de: Auswählen
es: Seleccione
fr: Sélectionner
it: Selezionare

# placeholder.description
source: Write as much detail as possible about your trip. The more information you provide, the easier it will be for other co-travellers to understand your project.
de: Schreiben Sie so detailliert wie möglich über Ihre Reise. Je mehr Informationen Sie bereitstellen, desto einfacher wird es für andere Mitreisende, Ihr Projekt zu verstehen.
es: Escriba tantos detalles como sea posible sobre su viaje. Cuanta más información proporcione, más fácil será para otros compañeros de viaje comprender su proyecto.
fr: Écrit un max de détails sur ton voyage. Plus tu donne d'informations plus ce sera facile pour les autres covoyageurs de comprendre ton projet.
it: Scrivi quanti più dettagli possibili sul tuo viaggio. Più informazioni fornisci, più facile sarà per gli altri co-viaggiatori comprendere il tuo progetto.

# alt.jumbotron
source: Travelers in the mountain
de: Reisende im Berg
es: Viajeros en la montaña
fr: Voyageurs à la montagne
it: Viaggiatori in montagna

# alt.friends_in_paris
source: Friends in front of the eiffel tower during their vacation in Paris, France.
de: Freunde vor dem Eiffelturm während ihres Urlaubs in Paris, Frankreich.
es: Amigos frente a la torre eiffel durante sus vacaciones en París, Francia.
fr: Amis devant la tour eiffel pendant leurs vacances à Paris, France.
it: Amici davanti alla torre eiffel durante le loro vacanze a Parigi, Francia.

# menu.browse
source: Browse
de: Durchsuche
es: Navegar
fr: Parcourir
it: Navigare

# menu.find_partners
source: Find partners
de: Partner finden
es: Buscar socios
fr: Trouver des partenaires
it: Trova partner

# menu.add_activity
source: Create an activity
de: Erstellen Sie eine Aktivität
es: Crear una actividad
fr: Créer une activité
it: Crea un'attività

# menu.login
source: Log In
de: Einloggen
es: Iniciar sesión
fr: Connexion
it: Accesso

# menu.register
source: Register
de: Registrieren
es: Registro
fr: S'inscrire
it: Registrati

# menu.logout
source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi

# menu.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

# menu.about
source: About
de: Um
es: Sobre
fr: À propos
it: Di

# menu.newsletter
source: Newsletters
de: Newsletter
es: Boletines
fr: Newsletter
it: Newsletter

# menu.contact
source: Contact
de: Kontakt
es: Contacto
it: Contatto

# menu.privacy
source: Privacy
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza

# menu.terms
source: Terms
de: Bedingungen
es: Términos
fr: Conditions
it: Termini

# menu.profil_edit
source: Modify the profile
de: Das Profil ändern
es: Modificar el perfil
fr: Modifier le profil
it: Modifica il profilo

# menu.change_password
source: Change password
de: Passwort ändern
es: Cambia la contraseña
fr: Changer de mot de passe
it: Cambia la password

# menu.user_log
source: Login activity
de: Login-Aktivität
es: Actividad de inicio de sesiónn
fr: Activité de connexion
it: Attività di accesso

# menu.dashboard
source: Dashboard
de: Armaturenbrett
es: Tablero
fr: Tableau de bord
it: Pannello di controllo

# menu.users
source: Users
es: Usuarios
fr: Utilisateurs
it: Utenti

# help.enter_reset_password
source: Enter your email address and we'll send you a link to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.
es: Ingrese su dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña.
fr: Entre ton adresse e-mail et nous t'enverrons un lien pour réinitialiser ton mot de passe.
it: Inserisci il tuo indirizzo email e ti invieremo un link per reimpostare la tua password.

# help.complet_personal_data
source: Complete your personal information.
de: Vervollständigen Sie Ihre persönlichen Daten.
es: Completa tus datos personales.
fr: Compléte tes informations personnelles.
it: Completa le tue informazioni personali.

# help.change_password
source: Create a new password that is strong and easy to remember.
de: Erstellen Sie ein neues Passwort, das stark und leicht zu merken ist.
es: Cree una nueva contraseña que sea fuerte y fácil de recordar.
fr: Créer un nouveau mot de passe fort et simple à retenir.
it: Crea una nuova password forte e facile da ricordare.

# help.account_logs
source: Review and manage your login activity.
de: Überprüfen und verwalten Sie Ihre Anmeldeaktivitäten.
es: Revise y administre su actividad de inicio de sesión.
fr: Examine et gére ton activité de connexion.
it: Rivedi e gestisci la tua attività di accesso.

# help.activity_date
source: If you have no idea of the date yet, don't worry, put an approximate date or skip this step.
de: Wenn Sie das Datum noch nicht kennen, machen Sie sich keine Sorgen, geben Sie ein ungefähres Datum ein oder überspringen Sie diesen Schritt.
es: Si aún no tienes idea de la fecha, no te preocupes, pon una fecha aproximada u omite este paso.
fr: Si tu n'as pas encore d'idée de date, ne t'inquiétez pas, met une date approximative ou saute cette étape.
it: Se non hai ancora idea della data, non preoccuparti, inserisci una data approssimativa o salta questo passaggio.

# help.messaging_member_conversation
source: This user selection system is in its first version, and will be optimized in our next update to be more user friendly.
de: Dieses Benutzerauswahlsystem befindet sich in seiner ersten Version und wird in unserem nächsten Update optimiert, um benutzerfreundlicher zu sein.
fr: Ce système de sélection des utilisateurs en est à sa première version, et sera optimisé dans notre prochaine mise à jour pour être plus convivial.
it: Questo sistema di selezione degli utenti è alla sua prima versione e sarà ottimizzato nel nostro prossimo aggiornamento per essere più intuitivo.

# notification.email_send
source: A confirmation email has been sent to you.
de: Eine Bestätigungs-E-Mail wurde an Sie gesendet.
es: Se le ha enviado un correo electrónico de confirmación.
fr: Un email de confirmation ta été envoyé.
it: Una email di conferma è stata inviata a voi.

# notification.email_verified
source: Your email address has been verified.
de: Deine E-Mail-Adresse wurde verifiziert.
es: Tu dirección de email ha sido verificada.
fr: Ton adresse e-mail a été vérifiée.
it: Il tuo indirizzo email è stato verificato.
