Repository: cdiot/ryokosan
Catalog: translations/validators+intl-icu.*.xlf
Languages: de, es, it

# constraints.type_email
source: Enter a valid email.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo electrónico válida.
it: Inserisci una email valida.

# constraints.blank_email
source: Enter your email.
de: Bitte geben Sie ihre E-Mail-Adresse ein.
es: Por favor introduzca su correo electrónico.
it: Per favore inserisci la tua email.

# constraints.blank_password
source: Enter your password.
de: Bitte geben Sie Ihr Passwort ein.
es: Por favor inserte su contraseña.
it: per favore inserisci LA TUA password

# constraints.blank_gender
source: Enter your gender.
de: Bitte geben Sie Ihr Geschlecht ein.
es: Por favor introduzca su género.
it: Per favore inserisci il tuo sesso.

# constraints.blank_firstname
source: Enter your firstname.
de: Bitte geben Sie Ihren Vornamen ein.
es: Por favor introduzca su primer nombre.
it: Per favore immettere il proprio Nome.

# constraints.blank_birthday
source: Enter your birthday.
de: Bitte geben Sie Ihr Geburtsdatum ein.
es: Por favor introduzca su cumpleaños.
it: Per favore inserisci LA TUA data di nascita.

# constraints.lessthanorequal_birthday
source: The minimum age required to register is 15 years old.
de: Das Mindestalter für die Registrierung beträgt 15 Jahre.
es: La edad mínima requerida para registrarse es de 15 años.
it: L'età minima richiesta per l'iscrizione è di 15 anni.

# constraints.length_password
source: Your password must be at least {limit} characters.
de: Ihr Passwort muss mindestens {limit} Zeichen lang sein.
es: Tu contraseña debe tener al menos {limit} caracteres.
it: La tua password deve contenere almeno {limit} caratteri.

# constraints.match_password
source: The password fields must match.
de: Die Passwortfelder müssen übereinstimmen.
es: Los campos de la contraseña deben coincidir.
it: I campi della password devono corrispondere.

# constraints.true_agree_terms
source: You must agree to our terms.
de: Sie müssen unseren Bedingungen zustimmen.
es: Debe aceptar nuestros términos.
it: Devi accettare i nostri termini.
